[{"company_name": "42LAB", "company_cat": "Education", "company_url": "https://42lab.io/", "company_short_desc": "First modular, portable and affordable biotech laboratory for students.", "company_long_desc": "42LAB  is the first modular, portable and affordable biotech laboratory for students. With Science, Technology, Engineering and Mathematics (STEM) education becoming required in OECD countries, most schools struggle to introduce biotechnology to their students due to high equipment cost and troublesome experiment preparation. 42LAB solves this problem by providing a portable modular biotech equipment for students to conduct experiments as well as a companion app which serves as an electronic manual for students and a management tool for teachers. Our vision is to bring biotech experience to every student like what Raspberry pi does for computer science.", "founders": ["Yasaman Nematbakhsh", "Data Ng"], "founders_info": ["Dr. Yasaman Nematbakhsh  (CEO) is an expert in novel biomedical engineering fields such as microfluidics and biodesign with nearly 10 years of experience in biology and engineering. She has won numerous scholarships and awards for her outstanding work in her PhD at National University of Singapore and had been a crucial member of 3 startups.", "Dr. Data Ng  (CTO) is a hardware expert with a PhD in physics from Hong Kong University. As a director of a secondary school and court member of a university in Hong Kong, he has extensive network with schools and knows educational system inside out."], "company_location": "singapore", "company_cohort": "efsg2-singapore"}, {"company_name": "Accelerated Dynamics", "company_cat": "ROBOTICS/IOT", "company_url": "https://www.accelerateddynamics.co/", "company_short_desc": "Accelerated Dynamics is building technology to drive the 4th industrial revolution", "company_long_desc": "Accelerated Dynamics  use machine learning, planning and multi-agent technologies, to transform drones, autonomous cars, satellite systems, and IoT devices into AI controllable assets which no longer require human operators. Our aim is to ease and promote the use of collaborative robots (aerial, ground or underwater) for business to enable the 4th Industrial Revolution.", "founders": ["Mantas Gribulis", "Umar Javed Wani"], "founders_info": ["Mantas Gribulis  is a Robotics Engineer with a Masters degree in Robotics and Artificial Intelligence from KCL. His areas of expertise are Artificial Intelligence, Scheduling and Planning and Robot Operating System. His Master’s thesis at KCL, titled, “Intelligent Planning for Unmanned Aerial Vehicle Systems” integrated cutting edge A.I. planning techniques into Robot Operating System to simulate fully autonomous UAV behavior in mission critical scenarios.", "Umar Javed Wani  has a Masters degree in Robotics, Systems and Control from the highly prestigious ETH Zurich. He has a bachelors degree in Mechatronics Engineering. Umar has worked with some of the top researchers in the field of Robotics and Artificial Intelligence, such as Prof. Rolf Pfiefer and Prof. Fumiya Iida, during his stay at ETH Zurich and has authored research papers on topics such as autonomous wheelchairs and soft sensors."], "company_location": "london", "company_cohort": "ef5-london"}, {"company_name": "AccuRx", "company_cat": "DIGITAL HEALTH", "company_url": "http://www.accurx.com/", "company_short_desc": "The green toolbar transforming communication", "company_long_desc": "AccuRx  is developing data-driven diagnostic software to eliminate inappropriate antibiotic use and tackle antimicrobial resistance (AMR). AMR is one of the greatest societal threats, currently responsible for 700,000 global deaths each year, with this figure projected to rise to 10 million deaths by 2050, and a 3.5% hit to GDP. We solve this by combining decision support, behavioural science and data science, and starting in primary care.", "founders": [], "founders_info": ["Jacob Haddad  read Engineering, Economics and Management at Oxford. He has led healthcare projects in quality improvement, performance improvement and outcome based commissioning.", "Laurence Bargery  read Physics at Cambridge. He previously developed optimisation software for the oil industry, and in his spare time built and sold sports competition software"], "company_location": "london", "company_cohort": "ef6-london"}, {"company_name": "Ackcio", "company_cat": "MANUFACTURING/INDUSTRIAL", "company_url": "https://ackcio.com/", "company_short_desc": "Extremely reliable, wireless monitoring solutions for the world's most challenging industries", "company_long_desc": "Ackcio  builds extremely reliable, wireless monitoring solutions for the world’s most challenging industries, like construction. Their end-to-end solution integrates with any industrial sensor and transmits sensor readings wirelessly to their cloud services where the data gets stored and analyzed. Ackcio’s patent-pending wireless data collection protocol is capable of automatically learning an environment and fine-tuning radio parameters to ensure that no data gets lost during transmission of sensor readings.", "founders": ["Mobashir Mohammad", "Nimantha Baranasuriya"], "founders_info": ["Mobashir Mohammad  is a wireless networking expert with 9 years of experience. He has won several awards for his outstanding PhD research in reliable wireless data collection protocols at NUS.", "Nimantha Baranasuriya  completed his PhD in wireless networks at NUS. His patent-pending techniques on improving the reliability of VoIP applications on Wi-Fi networks have been integrated in Skype"], "company_location": "singapore", "company_cohort": "efsg1-singapore"}, {"company_name": "Adaface", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "https://www.adaface.com/", "company_short_desc": "Building a conversational AI, Ada for first round tech interviews.", "company_long_desc": "Adaface  is building a conversational AI, Ada for first round tech interviews that candidates love (100% interview turn out). Ada can analyse the candidate’s thought process, give timely hints and ask follow-up questions to accurately gauge skills. Ada shortlists the most qualified candidates for the role, and now companies can invest more time engaging the top candidates.", "founders": ["Deepti Chopra", "Siddhartha Gunti"], "founders_info": ["Deepti Chopra  did her undergrad at IIT, and research at Caltech where she improved accuracy of ML algorithms used to predict earthquakes in California’s early warning systems. As engineer #2 at vahan.ai, she built a WhatsApp chatbot for recruitment/ training of blue collar workers (currently used by Uber, Flipkart, Grab etc). She previously built and launched an outbound hiring tool (Jobhash).", "Siddhartha Gunti  graduated with research in context based machine translation from IIT. At Goldman Sachs, he developed equity swap quantitative models as Senior Quant. As the first engineer turned PM at Headout, he built the V1 of the product and later a 13 member tech team with engineers from Google, Facebook and Goldman Sachs to scale the product to 1M users.  "], "company_location": "singapore", "company_cohort": "efsg3-singapore"}, {"company_name": "Adbrain", "company_cat": "AR/VR/MEDIA", "company_url": "http://www.adbrain.com/", "company_short_desc": "Adbrain’s mission is to unlock the universe of data to build smarter businesses.", "company_long_desc": "Adbrain’s  mission is to unlock the universe of data to build smarter businesses. We drive business insights and real time, cross platform advertising decisioning for clients like M&C Saatchi and Onmicom.", "founders": ["Gareth Davies"], "founders_info": ["Gareth Davies  has held multiple commercial roles at Google and DoubleClick. He also developed pioneering adtech solutions and ran global commercial operations for Somo"], "company_location": "new-york", "company_cohort": "ef1-london"}, {"company_name": "Affable", "company_cat": "AR/VR/MEDIA", "company_url": "http://affable.ai/", "company_short_desc": "Leverage AI for your Influencer Marketing Campaigns.", "company_long_desc": "Affable  is building an end-to-end platform that brings intelligence and automation to influencer marketing. They derive insights about micro influencers and their audience by using cutting edge computer vision algorithms on social media posts. Affable is building the technology that enables one-click influencer marketing at scale, doing to social what Google Adwords did to search.", "founders": ["Nisarg Shah", "Swayam Narain"], "founders_info": ["Nisarg Shah  graduated with a silver medal for overall excellence from Indian Institute of Technology (IIT). He worked with Goldman Sachs where he spearheaded software automation and big data projects.   Nisarg also developed and launched a social learning platform (Graspr) and an AR visualisation platform (Visualive) before founding Affable .", "Swayam Narain  is an award winning computer scientist who graduated top of his class at Singapore University of Technology and Design (SUTD). He was a software engineer at Pivotal Labs where he turned client’s ideas to high quality products. He has expertise in building computer vision pipelines, social media platforms and cloud applications that scale."], "company_location": "singapore", "company_cohort": "efsg2-singapore"}, {"company_name": "Agrosight", "company_cat": "AGRICULTURE", "company_url": "https://www.agrosight.uk/", "company_short_desc": "Agrosight helps large agribusinesses in the Palm Oil, Citrus and Coffee sectors to detect and manage diseases at early stages.", "company_long_desc": "Agrosight  detects plant diseases early using hyper-spectral signals, dramatically reducing the cost of food production. Our technology detects diseases before they cause serious damage to crops. We do this by detecting minute changes in the light spectrum profile of a plant, signalling that a plant is affected days before any physical manifestation of damage is shown. This significantly reduces crop loss for farmers.", "founders": ["Mayke De Freitas Santos", "Adolfo Posadas Durand"], "founders_info": ["Mayke De Freitas Santos  has been working as a policy advisor and project manager for several NGOs to minimise the impact that agriculture causes to biodiversity globally. He holds degrees from the Universities of London and Cambridge in International Environmental Law and Conservation Policy.", "Adolfo Posadas Durand  has a PhD in Physical Science and more than 25 years of experience in applied physics, mathematical modelling and complex systems applied to agriculture, soil physics, ecology, and environmental science."], "company_location": "london", "company_cohort": "ef8-london"}, {"company_name": "AI Palette", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "https://www.aipalette.com/", "company_short_desc": "AI Palette creates successful FMCG product concepts at speed.", "company_long_desc": "AI Palette is world’s first Artificial Intelligence platform for FMCG Product Innovation. AI Palette creates winning product concepts in line with a brand’s personality & its existing product portfolio. It does this by garnering insights from millions of digital conversations and coupling them with the internal company data to create product concepts which addresses the unmet needs of consumers.", "founders": ["Som Gan Choudhuri", "Himanshu Upreti"], "founders_info": ["Som Gan ChoudhuriSom Gan Choudhuri has over 10 years of experience; he has worked extensively in the FMCG industry, won several awards, worked with some of the biggest FMCG brands across multiple geographies doing product innovation. In his last role as Global Sales Lead at Givaudan, he helped FMCG companies do product innovation faster and better. He also holds an MBA in marketing from India’s leading B-school.", "Himanshu UpretiHimanshu Upreti is an Indian Institute of Technology graduate. He has extensive experience in Big Data Analytics and Machine Learning. In his last role at Visa, he filed 2 trade secrets in data analytics, worked with petabyte scale data and played a major role in the restructuring of Visa’s big data platform. While at Visa, he was awarded and recognized as the top 2% of employees for his contribution."], "company_location": "singapore", "company_cohort": "asia-4"}, {"company_name": "AimBrain", "company_cat": "SECURITY", "company_url": "http://aimbrain.com/", "company_short_desc": "Stop fraud with invisible and visible biometric authentication.", "company_long_desc": "It is vital for financial institutions to identify fraud by verifying if the customers are who they say they are. But that security can’t damage user experience.  AimBrain  set out to solve that problem by delivering SaaS biometric authentication platform. It is the only platform that provides multi-module, Behavioural, Facial and Voice, authentication in a single package.", "founders": ["Andrius Sutas", "Alesis Novik"], "founders_info": ["Andrius Sutas  graduated top of the class in Computer Science & Electronics from the University of Edinburgh. In the course of his academic career he has served as a research assistant, and completed internships at the European Space Agency and ARM", "Alesis Novik  holds Master’s degree in Artificial Intelligence from the University of Edinburgh and has participated in Google’s Summer of Code Program. More recently, he has spent time at CERN and at Level E Capital and has completed three years of PhD work before dropping out to start AimBrain."], "company_location": "london", "company_cohort": "ef3-london"}, {"company_name": "AIMLedge", "company_cat": "ROBOTICS/IOT", "company_url": "http://aimledge.com/", "company_short_desc": "Turn your surveillance cameras into a business analyst.", "company_long_desc": "AIMLedge is developing a software platform that automate development and deployment of customized deep learning software for edge devices of any brand and computing ability. We specialize on optimized solutions low-end commodity cameras. Our platform reduces the development time of these solutions by 80%, and enables plug-and-play deployment. Our vision is to democratize cutting-edge AI and IoT for businesses across industries and sizes.", "founders": ["Constance Tan", "Gopalakrishna Hegde"], "founders_info": ["Constance Tan  did business development for enterprise IT solutions in finance and manufacturing multinationals during her previous career at IBM Singapore. She holds a MSc in Systems Design and Management from National University of Singapore and a BSc in Engineering Science from University of Virginia", "Gopalakrishna Hegde  has 6 years experience in building deep learning and computer vision solutions for consumer electronics and home automation industry. He has done research on deep learning for embedded devices and published award winning papers and journals in top tier international conferences. He was the main contributor to open source projects related to building international AI marketplaces for IoT devices. He holds masters degree in Computer Engineering from Nanyang Technological University, Singapore."], "company_location": "singapore", "company_cohort": "efsg3-singapore"}, {"company_name": "AIMS", "company_cat": "Education", "company_url": "http://www.aimotionsports.com/", "company_short_desc": "AIMS digitizes youth sports education through motion capture and artificial intelligence.", "company_long_desc": "AIMS is a Youth Sports Education and Management Platform powered by Artificial Intelligence and Motion Capture technology. AIMS digitizes the youth sports performance and leverage big data to revolutionize sports education.  AIMS improves sports training, management and assessment efficiency. It combines IoT wearables, cloud-based analytics, and machine learning algorithms. AIMS monitors, records and analyzes K12 students’ sports performance and health data into insight reports for schools, coaches, and parents.", "founders": ["Sean Chen", "Yufan Wang"], "founders_info": ["Sean ChenSean Chen graduated from Stanford University with Master Degree in Civil Engineering. He has more than 7 years of experience in Technology Promotion and Enterprise Solution Sales in China, Hong Kong, and Southeast Asia.  He had also built 2 wellness and fitness sartup in China and Hong Kong.", "Yufan WangDr. Yufan Wang received his Ph.D. in the area of wearable devices, artificial intelligence, and sports motion analysis in 2018 at City University of Hong Kong.  He had published 5 technical papers (including one top Journal with the Impact Factor of 7.6) and applied 1 US patent. He was a collegiate and Semi-Pro volleyball player in China and Hong Kong with more than 14 years experiences. His team won the Chinese University Volleyball Association (CUVA) Super Cup Championship in Nanjing in 2010."], "company_location": "hong-kong", "company_cohort": "asia-4"}, {"company_name": "Alcemy", "company_cat": "MANUFACTURING/INDUSTRIAL", "company_url": null, "company_short_desc": "Alcemy enables cement and concrete producers to cut costs and carbon", "company_long_desc": "Alcemy  enables cement and concrete producers to cut costs and carbon emissions.Producers in the 1T$ concrete industry are forced to make products excessively strong. This is due to limestone fluctuations driving strength up and down, with the only way to find out being a test that takes 28 days.Alcemy’s patented AI determines concrete strength within minutes, and suggests which wheels to turn to get it back on target, increasing cement plants’ profits by 5% and concrete batchers’ by 50%.The prototype is live in production in Leo’s home plant, and enabled Alcemy to select two more producers, including one of the largest in the world, to join its paid early adopter program.", "founders": ["Leopold Spenner", "Dr. Robert Meyer"], "founders_info": ["Leopold Spenner  has spent his life working with cement and concrete, growing up next to the plant his family has owned for 4 generations. His MSc in Industrial Engineering from KIT, research at the German Cement Association and two building material projects at BCG allowed him to experience the industry from all angles.", "Dr. Robert Meyer  holds a MSc & PhD in Machine Learning from TU Berlin. He co-founded and scaled the team that built the entire dynamic pricing pipeline for FlixBus from scratch in 2 years, suggesting prices for >100,000 tickets a day. His open source projects like pypet make him well known in the Python community."], "company_location": "berlin", "company_cohort": "europe-11"}, {"company_name": "Archanan", "company_cat": "INFRASTRUCTURE/DEV TOOLS", "company_url": "https://www.archanan.io/", "company_short_desc": "Giving large-scale software engineers a more versatile development environment.", "company_long_desc": "Archanan  is revolutionizing supercomputing by changing how scientific software is developed. Supercomputing has a problem. We have access to tomorrow’s computers but we are still using yesterday’s practices. Developing applications for supercomputers costs too much time, too much money, and is too difficult. Archanan empowers the vast majority of scientists to use supercomputers through a suite of easy-to-use tools which can help design robust, scalable, and portable code. Our solution provides cost savings of an order of magnitude to supercomputing centers and increases productivity of their users by ten times. Archanan is facilitating the path toward the future of personalized medicine, self-driving cars, commercial space travel, quantum computing, and much more.", "founders": ["Alex Nodeland", "Lukasz Orlowski"], "founders_info": ["Alex Nodeland  is a serial innovator who holds a degree in Applied Mathematics and Statistics from Stony Brook University, where he entered a PhD program at age 20. During his studies, he was part of the Center of Excellence in Wireless and Information Technology and the High Performance Computing Consortium.", "Lukasz Orlowski  has worked on the management and development side of supercomputing over the past 8 years with Intel and A*STAR. He has been developing software for over 12 years, with a specialty in large-scale parallel and distributed applications."], "company_location": "singapore", "company_cohort": "efsg3-singapore"}, {"company_name": "ArrayStream Technologies", "company_cat": "Finance", "company_url": "http://www.arraystream.com/", "company_short_desc": "ArrayStream Technologies help fund providers launch next generation AI-powered mutual funds.", "company_long_desc": "ArrayStream Technologies  helps fund providers launch next generation AI-powered mutual funds. We maximise the probability of beating the index by combining dynamic composite signals with our novel polymorphic diversification method.", "founders": ["Yu Zheng", "Ran Fan"], "founders_info": ["Yu Zheng  holds a PhD in Quantitative Finance from Imperial College London. He is an expert in machine learning, option pricing and portfolio construction. During his PhD, Yu worked for a leading private bank designing systematic trading strategies.", "Ran Fan  has 10 years of experience in building real-time automated trading systems for companies including Goldman Sachs and one of Europe’s largest systematic hedge funds. Ran holds a Master’s in Information Systems Engineering from Imperial College London."], "company_location": "london", "company_cohort": "ef9-london"}, {"company_name": "Atlas ML", "company_cat": "INFRASTRUCTURE/DEV TOOLS", "company_url": "https://atlasml.io/", "company_short_desc": "Free and open source tools tailored for the Machine Learning workflow.", "company_long_desc": "Atlas ML  is a development platform for machine learning. Git and GitHub were designed for code, but new software has new ingredients like data and models that require new solutions. At Atlas ML we are building a community and toolkit to solve the workflow problem for machine learning and shape the future of software.", "founders": ["Robert Stojnic", "Ross Taylor"], "founders_info": ["Robert Stojnic  was one of the early core developers at Wikipedia, and scaled the community to billions of users. He was also CTO at two deep tech companies where he led teams building machine learning software. He holds a PhD from Cambridge.", "Ross Taylor  is a well-known open source author in the Python community. He previously worked as a machine learning engineer in the sports betting and finance industries. He holds a Master’s from Cambridge.."], "company_location": "london", "company_cohort": "europe-10"}, {"company_name": "Atomionics", "company_cat": "MANUFACTURING/INDUSTRIAL", "company_url": "http://www.atomionics.com/", "company_short_desc": "Atomionics is building atomic sensors for navigation and resource exploration.", "company_long_desc": "Atomionics  is building atomic sensors for navigation and resource exploration. Sensing technology is severely inadequate for a lot of applications navigation and positioning, pinpointing oil and gas reserves, tunnel detection etc.Atomionics builds atomic sensors harnessing quantum mechanical properties of the atoms. This enables measurement of parameters like gravity, acceleration and rotation with 1000x higher precision and accuracy than the current state of the art, leading to a completely new way of global positioning, and resource exploration.", "founders": ["Ravi Kumar", "Sahil Tapiawala"], "founders_info": ["Ravi Kumar  has a PhD in Physics and an MSc in Photoinics. He has a decade of research experience including his PhD and post-doctoral research on cold atoms which is the bedrock of Atomionics’ technology.", "Sahil Tapiawala  has a M.Sc. in Chemistry and a B.Eng in Electrical and Electronics engineering. He has worked extensively on integrated electronics systems. He was previously a Robotics Research Engineer where he built a multi-material 3D printer and miniaturized robotic stingray."], "company_location": "singapore", "company_cohort": "efsg3-singapore"}, {"company_name": "Automata", "company_cat": "ROBOTICS/IOT", "company_url": "http://www.getautomata.com/", "company_short_desc": "Democratizing robotics by creating an affordable & accessible robotic ecosystem.", "company_long_desc": "Automata  is working to democratize robotics by creating an affordable & accessible robotic ecosystem. Our first product, is a lightweight, plug-n-play robotic arm, with software so simple that it takes just three taps to get running. On top of all that, it costs just a tenth of conventional table-top sized industrial arms.", "founders": ["Suryansh Chandra", "Mostafa Elsayed"], "founders_info": ["Suryansh Chandra  and  Mostafa Elsayed , met while working for the last 6 years at the Computation & Design Research Group at Zaha Hadid’s London office, where they were engaged in advanced design and manufacturing techniques including robotics."], "company_location": "london", "company_cohort": "ef4-london"}, {"company_name": "Avocarrot", "company_cat": "AR/VR/MEDIA", "company_url": "https://www.avocarrot.com/", "company_short_desc": "Enabling developers to monetise their mobile applications by dropping in native advertising.", "company_long_desc": "Avocarrot ’s mission is to is to fix the core of mobile advertising by empowering app developers. Through Avocarrot, developers can easily monetise their mobile applications by dropping in native advertising.", "founders": ["Conno Christou", "George Eracleous"], "founders_info": ["Conno Christou  earned a Meng, Electrical and Electronic Engineering from Imperial.", "George Eracleous  holds a Meng, Information Systems Engineering also from Imperial."], "company_location": "london", "company_cohort": "ef1-london"}, {"company_name": "Beryl", "company_cat": "ROBOTICS/IOT", "company_url": "https://beryl.cc/", "company_short_desc": "Stopping cyclists from being caught in the ‘blind spot’ – the greatest cause of cycling fatalities.", "company_long_desc": "Beryl  stops cyclists from being caught in the ‘blind spot’ – the greatest cause of cycling fatalities. After a successful Kickstarter, Beryl is now sold across major retailers including Evans Cycles and is being trialled on all ‘Boris’ bikes in London.", "founders": ["Emily Brooke"], "founders_info": ["Emily Brooke  holds a BSc in Product Design from Brighton, an MSc in Product Service System Design from Politecnico di Milano and a BSc in Physics from Oxford University."], "company_location": "london", "company_cohort": "ef1-london"}, {"company_name": "BetaSight Technologies", "company_cat": "DIGITAL HEALTH", "company_url": "http://betasight.com/", "company_short_desc": "Using VR and Eye-Tracking to understand a user's health.", "company_long_desc": "BetaSight Technologies  uses VR and Eye-Tracking to understand a user’s health. Our mission is to make diagnostics intuitive, engaging and ubiquitous by understanding what your eyes are doing. By focusing on the problem of Glaucoma first, our growing platform will grow to be able to diagnose neurological as well as physiological conditions. Eye-tracking will be the new blood test, enabled by the coming wave of mixed reality technology.", "founders": ["Corey Manders", "Martin Sawtell"], "founders_info": ["Corey Manders  holds a PhD in Computer Engineering from the University of Toronto, where he worked on VR/AR headsets as early as the mid ’90s. He has a track record in developing Ophthalmic devices and is an expert in computer vision algorithms.", "Martin Sawtell  comes from a Visual Effects background, where for the past 10 years has worked at studios like Lucasfilm on projects such as Star Wars and Ready Player One. His specialisation is in dynamics simulation & rendering, and has worked with formats ranging from stereo film to planetariums."], "company_location": "singapore", "company_cohort": "efsg2-singapore"}, {"company_name": "Beyond", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "https://bebeyond.co/", "company_short_desc": "Transforming how businesses do budgeting.", "company_long_desc": "Beyond  transforms how businesses do budgeting – making it real-time and collaborative. Companies can quickly react and plan in real-time, instead of waiting for the next drawn-out budget cycle.", "founders": ["James Williams", "Xavier Wilders"], "founders_info": ["James Williams  spent four years at Barclays, building high performance trading systems and working directly with the CIO, so he understands the pain of budgeting from both sides. He has two Master’s, including one in Machine Learning from UCL.", "Xavier Wilders  graduated top of his year with a Master’s in Computer Science from Oxford. He single-handedly built the initial version of Beyond that is still being used by a multinational pharmaceutical company."], "company_location": "london", "company_cohort": "ef5-london"}, {"company_name": "BIOPSIN", "company_cat": "LIFE SCIENCE", "company_url": "http://www.biopsin.com/", "company_short_desc": "BIOPSIN is transforming microbial diagnostics by enabling real-time detection of pathogens", "company_long_desc": "Industries are using a century old method to detect pathogens. This takes 5-10 days to get the results. This delay in microbial detection leads to batch spoilage, product recalls, disease outbreaks and loss of human lives. The global economic burden of microbial contamination is well over a hundred billion dollars.At BIOPSIN, we empower industries to detect pathogens almost in real-time with gold-standard limit of detection. Our device can detect multiple pathogens in a single test, is cost-effective and user-friendly. At BIOPSIN, we are fundamentally changing the way microbial detection is performed today.", "founders": ["Amit Kumar", "Sheetal Sinha"], "founders_info": ["Amit KumarDr. Amit Kumar (CEO) has a PhD in Chemical & Biomolecular Engineering from NUS, Singapore. He has 10+ years of experience working with industries & govt agencies on their microbial safety needs.", "Sheetal SinhaDr. Sheetal Sinha (CTO) has a PhD in Biophysics from NTU, Singapore. She is an expert in microbial interactions & detection. "], "company_location": "singapore", "company_cohort": "asia-4"}, {"company_name": "Blazar", "company_cat": "LIFE SCIENCE", "company_url": null, "company_short_desc": "Blazar uses machine learning to predict cancer response to immunotherapy.", "company_long_desc": "Blazar uses machine learning to predict cancer response to immunotherapy.Immunotherapies are a groundbreaking cancer treatment curing patients with a success impossible five years ago. Unfortunately they work in only 20% of patients, may cause several adverse effects and are very costly to develop.At Blazar we apply machine learning to patient data providing predictions and insights on treatment response. This allows for better patient recruitment for clinical trials and better understanding on failure reasons.Leading clinical centers have already trusted their patient data with us and we are negotiating pilots with more than 20 partners around the world.", "founders": ["Dora Sabino", "Renan Pereira"], "founders_info": ["Dora SabinoDora completed her PhD at Cambridge and has 14 years of experience in cancer research. Her work has influenced a number of articles in high- impact journals and she also led projects in industry modeling cancer treatment response.", "Renan PereiraRenan is a Data Scientist with extensive experience in developing and managing scalable Machine Learning models. His experience in quickly scaling teams, working in diverse fields and considering human factors in the projects makes him the right person to build a company in such a complex ecosystem."], "company_location": "paris", "company_cohort": "europe-11"}, {"company_name": "Blinkpool", "company_cat": "Gaming", "company_url": "https://blinkpredict.com/", "company_short_desc": "Proprietary computer vision technology, generating hyper-contextual wagering markets for eSports.", "company_long_desc": "Blinkpool  have developed proprietary computer vision technology enabling them to generate hyper-contextual wagering markets for eSports.", "founders": ["Suraj", "Jordan"], "founders_info": ["Suraj  completed his Master’s in mathematics at UCL and went on to work as a quant in investment banking and finance building models to investigate market microstructure and trading behaviour. After this he worked as a senior data scientist carrying our predictive modelling work that was used by multiple 2016 US presidential candidates.", "Jordan  has over 6 years experience in computer-vision and artificial intelligence. He has created a computer-vision system to extract tennis data directly from live TV feeds. He then went on to work in the defence (BAE Systems) and medical image processing (Hamamatsu) sectors building software handling large volumes of data satisfying stringent temporal constraints."], "company_location": "london", "company_cohort": "ef5-london"}, {"company_name": "BlockPunk", "company_cat": "AR/VR/MEDIA", "company_url": "https://blockpunk.net/", "company_short_desc": "An entertainment startup using blockchain to give creators more control over their digital rights.", "company_long_desc": "BlockPunk is an entertainment startup that uses blockchain to give creators more control over their digital rights. \nBlockPunk enables any creator to easily sell digital merchandise. We use Blockchain so fans can claim true digital ownership. We launched the world’s first sale of anime crypto goods and have partnerships with leading producers from Japan including Kazuto Nakazawa from the movie Kill Bill. BlockPunk is leading the decentralization of the film/tv industry with anime as its beachhead.", "founders": ["Julian Lai-Hung", "Jatin Shah"], "founders_info": ["Julian Lai-Hung  was head of anime and Japan content at Netflix and VP of digital distribution at Warner Bros. A Wharton MBA, he also co-founded Digital Magic Labs an Internet pioneer in Japan.", "Jatin Shah  is an expert in distributed systems with a PhD in Computer Science from Yale University and a BTech in Computer Science from IIT. Jatin joined the Linkedin product team in Silicon Valley pre-IPO and has led product and data science teams at Yahoo, InMobi and Quikr."], "company_location": "singapore", "company_cohort": "efsg3-singapore"}, {"company_name": "Bloomsbury AI", "company_cat": "Data Analytics", "company_url": "http://bloomsbury.ai/", "company_short_desc": "Automating customer care and advice using AI. ", "company_long_desc": "Bloomsbury AI  automates customer care and advice. Our AI reads background documents and any additional information, and then automates answers (with explanations) to customer questions. Questions that the AI can’t answer are passed on to a Human.The founding team are world experts in Machine Learning and  have over 60 patents and 200 peer reviewed publications.", "founders": ["Guillaume Bouchard", "Luis Ulloa"], "founders_info": ["Guillaume Bouchard  completed his PhD in statistics from INRIA. He has 15 years experience at Xerox Research and UCL in machine learning and NLP.", "Luis Ulloa  is a prize winning research engineer. He created the optimisation and machine learning algorithms and IP behind two of the most profitable projects at Xerox Research."], "company_location": "london", "company_cohort": "ef6-london"}, {"company_name": "Brolly", "company_cat": "Finance", "company_url": "https://www.heybrolly.com/", "company_short_desc": "Brolly is an AI-driven personal insurance concierge, available through a smartphone app.", "company_long_desc": "Brolly  is an AI-driven personal insurance concierge, available through a smartphone app. Brolly is being built to make it incredibly easy people to understand, manage and buy insurance, using the Brolly Advisor, Brolly Locker and Brolly Shop.", "founders": ["Phoebe Hugh", "Mykhailo Loginov"], "founders_info": ["Phoebe Hugh  began her career at Aviva as an Underwriter and Product Manager. She holds qualifications with the Chartered Insurance Institute and a BSc in Psychology from the University of Manchester.", "Mykhailo Loginov  spent over 7 years at Microsoft and Skype as a Software Engineer and Manager, and holds a Masters in Computer Science from Kyiv Polytechnic Institute."], "company_location": "london"}, {"company_name": "Caelus Technologies", "company_cat": "SEMICONDUCTOR", "company_url": "http://www.caelustech.com/", "company_short_desc": "The next word class data converter company.", "company_long_desc": "Caelus Technologies aims to offer disruptive solutions based on our patent technologies by offering cost effective and ultra-high performance data converter chip or IP solutions to customers in a wide range of application such as 5G wireless/wireline communications, IoT sensors and systems, data acquisition, instrumentation, Radar/Lidar, and image sensors.Chi Fung LokChi Fung has over 10 years design experience in analog/mixed-signal/RF architectures and circuits with expertise in data converters. Prior to founding Caelus, his past designs had been used in over 10 million chips for commercial products. He authored 5 patents and contributed 3 international publications. And, he created 5 new patents for Caelus.Morris HeDr. Morris He has over 10 years design experience in chip design. Prior to founding Caelus, he worked as associate professor in South China University of Technology where he successfully led a team of 15 in circuit design. He co-authored 6 published patents and over 20 international publications.", "founders": ["Chi Fung Lok", "Morris He"], "founders_info": [], "company_location": "hong-kong", "company_cohort": "asia-4"}, {"company_name": "Calipsa", "company_cat": "Data Analytics", "company_url": "http://calipsa.io/", "company_short_desc": "Calipsa is building a Deep Learning based cloud platform to automate traffic surveillance, monitoring and data collection.", "company_long_desc": "Calipsa  is building a Deep Learning based cloud platform to automate traffic surveillance, monitoring and data collection. Our technology transforms existing IP cameras into smart cameras allowing them to classify what is on the road. Currently, these tasks rely entirely on human operators which is both inefficient and expensive.", "founders": ["Rashid Khan", "Boris Ploix"], "founders_info": ["Rashid Khan  has a Master’s in Machine Learning from the University of Cambridge. Rashid has extensive industrial experience ranging from consulting to tech startups. He has worked at Symantec, Accenture and Wonga over the past five years.", "Boris Ploix  has a degree in Applied Mathematics from Imperial College. He spent the last 3 years working in the transport industry at the French Ministry of Transport and Transport for London. He worked on several data analytics projects during his time there."], "company_location": "london", "company_cohort": "ef6-london"}, {"company_name": "Cambrian Intelligence", "company_cat": "MANUFACTURING/INDUSTRIAL", "company_url": "http://www.caint.io/", "company_short_desc": "Enabling seamless natural teleoperation of robots.", "company_long_desc": "Cambrian Intelligence  develops the next generation teleoperation interface. We enable seamless natural teleoperation of robots. Robotic actuators replicate the hand and arm movements of the user and provide touch feedback.", "founders": ["Miika Perä", "Hamid Reza Zaheri"], "founders_info": ["Miika Perä  has co-founded two successful startups that have generated over £3M revenue so far. He has a degree in Finance and has studied Bioinformation technology at Aalto University.", "Hamid Reza Zaheri  has an Aerospace B.Sc and Embedded Systems M.Sc. from the University of Stuttgart. He has conducted active research in various fields such as active learning for real-time object detection, robotic perception, design and implementation of unmanned systems."], "company_location": "london", "company_cohort": "ef5-london"}, {"company_name": "CargoMate Technologies", "company_cat": "Transportation/Logistics", "company_url": "https://cargomate.co.uk/", "company_short_desc": "Saving millions in fuel costs by helping container ships leave port early.", "company_long_desc": "CargoMate   Technologies  saves millions in fuel costs by helping container ships leave port early. We will save the shipping industry $1bn each year by turning port monitoring on its head and monitoring events ship-side. We provide real-time data to shipping companies. This will improve schedule reliability and allow them to proactively manage their fleet.", "founders": ["Chris Jones", "Dennis Sandmark"], "founders_info": ["Chris Jones  spent 12 years in the Merchant Navy, where he conducted hundreds of cargo operations worldwide. He has also worked for Orient Overseas Container Line, Maersk Line and P&O Nedlloyd. He holds a degree in Merchant Ship Operations from Southampton Solent University.", "Dennis Sandmark  completed his MSc in Information Technology Engineering at Uppsala University. He has worked for six years as a Full Stack Software Engineer, building robust, scalable systems for clients such as Digital McKinsey and Spotify."], "company_location": "london", "company_cohort": "ef8-london"}, {"company_name": "Carnot Innovations", "company_cat": "PROPERTY/REAL ESTATE", "company_url": "https://carnot-innovations.com/", "company_short_desc": "Carnot Innovations pioneers optimization of building operation costs by using AI-based predictive analytics to predict and preempt mechanical equipment failures.", "company_long_desc": "Carnot Innovations aims to be the brain behind a truly smart building. Our ground-breaking software platform enables persistent optimization of commercial building operational performance. Existing practices for maintenance of Heating Ventilation and Air Conditioning (HVAC) Systems in commercial buildings are inefficient and outdated. Each commercial building (~10-15 floors, 75,000 GFA) on an average loses over 350,000 USD every year in energy and maintenance costs. We use advanced Machine Learning algorithms to predict failures on HVAC mechanical equipment and our actionable insights empower facility managers to perform targeted defect rectifications at optimal times. We are the first to enable AI based Continuous Commissioning and we generate over 20% savings in total Energy costs (approximately 200,000 in addition to Maintenance savings and increased equipment life.", "founders": ["Ashish Justin", "Chris Choy"], "founders_info": ["Ashish JustinAshish Justin is a Certified Energy Manager with a master’s in Automation from NTU Singapore. He is a domain expert with over 5 years research and industry experience in building automation and control. He has worked with clients like MGM MACAU, Sands China, Swire Properties etc. and has experienced the effects of inefficient maintenance first hand.", "Chris ChoyDr Chris Choy is a data scientist and full stack developer. He has a PhD in statistics from the university of Oxford. He has over 10 years experience in research and in industry. His previous role in BASF involved root cause analysis, process optimization, time series analysis which is directly applicable to solve the problem here."], "company_location": "hong-kong", "company_cohort": "asia-4"}, {"company_name": "CertSimple", "company_cat": "SECURITY", "company_url": "https://certsimple.com/", "company_short_desc": "CertSimple helps companies prove their identity online.", "company_long_desc": "CertSimple  helps companies prove their identity online. High trust websites like your bank prove their identity to web browsers by going through a process called ‘extended validation’ (EV). The only problem is: the EV background checks are a slow, painful process, typically taking 7-10 days.", "founders": ["Mike MacCana"], "founders_info": ["Mike MacCana  spent a decade building and automating server infrastructure for some of the world’s largest banks and hedge funds at companies like Red Hat and IBM, then switched his career and spent a further seven years creating high-profile web user experiences for the likes of Google and Microsoft."], "company_location": "london", "company_cohort": "ef5-london"}, {"company_name": "Chattermill", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "https://chattermill.io/", "company_short_desc": "Chattermill enables companies to put customer experience at the heart of their business.", "company_long_desc": "Chattermill  enables companies to put customer experience at the heart of their business. We capture customer feedback at scale and turn it into actionable insight. Under the hood, we use cutting edge natural language processing and machine learning to extract valuable information from free form comments.", "founders": ["Dmitry Isupov", "Mikhail Dubov"], "founders_info": ["Dmitry Isupov  has a degree in Mathematics from Bristol and a background in quantitative marketing working with clients such Jaguar Land Rover.", "Mikhail Dubov  is a full-stack developer with a degree from Cambridge and background in data analytics, having worked at Citigroup."], "company_location": "london", "company_cohort": "ef4-london"}, {"company_name": "Circuit Mind", "company_cat": "COMPUTING HARDWARE", "company_url": "http://circuitmind.io", "company_short_desc": "Circuit Mind is using AI to completely automate the design of electronic circuits.", "company_long_desc": "Circuit Mind  is using AI to completely automate the design of electronic circuits. Every year £40bn and 1.5bn hours are spent globally in tedious and repetitive circuit board design work. We are building extremely complex artificial intelligence that takes in the requirements for a circuit board and outputs the circuit board final design, ready for manufacture. This means better circuits, designed orders of magnitude faster, at a fraction of the cost.", "founders": ["Tomide Adesanmi", "Basilio Gentile"], "founders_info": ["Tomide Adesanmi  is an electronic systems engineer with a Master’s from the University of Leeds. He spent over four years building high integrity AR displays for pilots at BAE Systems. His expertise in complex systems design is central to Circuit Mind’s technology.", "Basilio Gentile  has two Master’s degrees, including one in Electrical Engineering, and a PhD from ETH Zurich with a focus on mathematical algorithms for complex systems. He declined postdocs at Harvard and Berkeley to start Circuit Mind. His mastery of high-performance algorithms is at the core of Circuit Mind’s solution."], "company_location": "london", "company_cohort": "europe-10"}, {"company_name": "cirplus", "company_cat": "MANUFACTURING/INDUSTRIAL", "company_url": "https://www.cirplus.io/", "company_short_desc": "cirplus is the global marketplace for recycled plastics", "company_long_desc": "cirplus is the global marketplace for recycled plastics.cirplus is building the managed marketplace for recycled plastics. It digitizes and shortens the transaction process for buyers and sellers and leverages AI to guarantee consistent quantity, quality, and price.In the EU alone, more than €66 billion worth of plastic changes hands every year. cirplus has more than 40 companies on the waiting list and is matching purchase requests already.cirplus is also funded by Climate-KIC, the EU’s climate innovation initiative. For every ton of virgin plastic replaced via cirplus, 85% of CO2 emissions are saved.", "founders": ["Volkan Bilici", "Christian Schiller"], "founders_info": ["Volkan BiliciVolkan is a full-stack software and blockchain developer with 12+ years of experience working at industry leaders such as Brickblock and FCG. He brings 2+ years of hands-on IoT and plastic manufacturing automation process experience.", "Christian SchillerChristian co-led and scaled BlaBlaCar Germany for 4+ years from day one; at his departure, the German platform had 6 million registered users, 120K monthly active users and 15 FTEs. He \nplayed a key role in the post-acquisition integration of mitfahrgelegenheit.de, a competitor with 35 FTEs."], "company_location": "berlin", "company_cohort": "europe-11"}, {"company_name": "Cleo", "company_cat": "Finance", "company_url": "https://www.meetcleo.com/", "company_short_desc": "Cleo is an A.I. assistant to manage your finances.", "company_long_desc": "Cleo  is an A.I. assistant to manage your finances. Using machine learning we automatically classify your transactions, deliver relevant insights into your spending and give you a clear overview of your finances. And users can get all of this, just by sending Cleo a text.Rather than creating a bank, Cleo sits on top of existing infrastructure to give our users an elegant and user-friendly banking experience. By integrating APIs for banks and other financial service providers, Cleo aims to become a hub for each user’s banking activity.", "founders": ["Barney Hussey-Yeo"], "founders_info": ["Barney Hussey-Yeo  holds a Master’s in Machine Learning from the University of Bristol and has spent the last year working as a Decision Scientist at Wonga, analysing financial data."], "company_location": "london", "company_cohort": "ef5-london"}, {"company_name": "ClickMechanic", "company_cat": "COMMERCE/MARKETPLACE", "company_url": "https://www.clickmechanic.com/", "company_short_desc": "ClickMechanic is a marketplace for car mechanics.", "company_long_desc": "ClickMechanic  is a marketplace for car mechanics. The service is underpinned by Europe’s first industry standard car repair quote engine. The system uses millions of industry data points combined with data mapping, cleaning and machine learning to provide greater transparency and trust to the car repair process", "founders": ["Andrew Jervis", "Felix Kenton"], "founders_info": ["Andrew Jervis  has a Masters Degree in Enterprise and Innovation from The University of Manchester, and previously worked in banking. He previously started an automotive parts aggregator which he sold prior to joining Entrepreneur First.", "Felix Kenton  has a Masters in Information Systems from Imperial and previously started a gaming company."], "company_location": "london", "company_cohort": "ef1-london"}, {"company_name": "CloudNC", "company_cat": "MANUFACTURING/INDUSTRIAL", "company_url": "https://angel.co/cloudnc", "company_short_desc": "Researching and applying breakthrough AI methods to control milling machines.", "company_long_desc": "CNC  milling machines are at the heart of manufacturing with almost half a trillion dollars’ worth of components produced by them each year. Despite this, their software is in the dark ages. We’re researching and applying breakthrough AI methods to control these machines automatically and more optimally than ever before, revolutionising how the things around us are made. Our mission is to make milling machines one click devices that can produce a part easily, efficiently and with minimal human intervention, effectively halving the cost of their use.", "founders": ["Theo Saville", "Chris Emery"], "founders_info": ["Theo Saville  has a master’s in manufacturing and mechanical Engineer from Warwick. He has worked in weapons development, surveillance equipment development for policing and counter-terrorism, industrial 3D printing research, as a freelance engineer, and in door-to-door sales.", "Chris Emery  has a master’s in computing from Imperial College London. He has been programming since he was 12, and started selling shareware when he was 15. He co-created “EventBox”, which was acquired by Realmac Software. He then worked as a software engineer at Google, before leaving and founding and selling Five Sided Software."], "company_location": "london", "company_cohort": "ef5-london"}, {"company_name": "Code Kingdoms", "company_cat": "Education", "company_url": "https://codekingdoms.com/", "company_short_desc": "Inspiring kids to learn coding.", "company_long_desc": "Code Kingdoms  wants to inspire kids to learn one of the essential creative skills of the 21st Century – coding.", "founders": [], "founders_info": ["Code Kingdoms  allows kids aged 6 to 13 to learn computational thinking by designing their own game levels with real JavaScript code, and then sharing them with friends. This also promotes essential skills like problem-solving, teamwork and time management."], "company_location": "london", "company_cohort": "ef2-london"}, {"company_name": "CodeReg", "company_cat": "Finance", "company_url": "https://codereg.io/", "company_short_desc": "CodeReg makes regulatory change in finance as simple as a software update.", "company_long_desc": "CodeReg  makes regulatory change in finance as simple as a software update. Financial institutions face a mountain of regulation. Manual processes can’t handle the complex, interwoven and shifting rules, exposing firms to massive fines and costing billions to change systems in response. Our compliance engine automatically verifies and monitors financial compliance. We can provide real-time compliance insight and flag any potential breaches before it’s too late.", "founders": ["Samuel Watts", "Stacy-Ann Sinclair"], "founders_info": ["Samuel Watts  spent four years in quantitative finance, building and advising on regulatory systems for both major European banking supervisors and financial firms. He holds Master’s degrees in Maths and Mathematical Finance from the Universities of Warwick and Oxford.", "Stacy-Ann Sinclair  spent a decade building high-frequency trading systems and globally scalable data infrastructure for three tier one investment banks. As a VP at Bank of America Merrill Lynch, she led development of a unified platform for MiFID II compliance. She has a CS degree from City University."], "company_location": "london", "company_cohort": "europe-10"}, {"company_name": "CogniScent", "company_cat": "LIFE SCIENCE", "company_url": "http://www.cogniscent.io/", "company_short_desc": "CogniScent provides AI guided early detection of neurodegenerative diseases", "company_long_desc": "CogniScent provides AI guided early detection of neurodegenerative diseases.60 million people are affected by Parkinson’s and Alzheimer’s worldwide, with cases doubling in the next 20 years. Diagnosis only occurs at advanced stages of the diseases.At CogniScent we develop a novel test for early detection. Using machine learning, we predict a personal risk score based on early symptoms, where smell plays a key role.We are currently testing our prototype, built on exclusive data from the University Clinic of Dresden. Our test will improve the lives of 2 million diagnosed people per year and help save US $60 billion in healthcare costs in Europe and the US.", "founders": ["Kai Lammel", "Micol de Ruvo"], "founders_info": ["Kai LammelKai Lammel has over 10 years’ commercial experience in Marketing, Sales and Consulting roles. He launched and scaled a global scent- related business for BASF Nutrition & Health. In his last role, he led all commercial tasks in the founding process of a start-up for innovative brain imaging devices.", "Micol de RuvoDr Micol de Ruvo is a Data Scientist with a PhD and Post Doc in Computational Biology and Biomedical Engineering. She has extensive experience in developing mathematical and ML models for medical applications and unique expertise in working with olfactory data to predict neurodegenerative disorders."], "company_location": "berlin", "company_cohort": "europe-11"}, {"company_name": "Context Scout", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "https://contextscout.ai/", "company_short_desc": "Developing new information retrieval and machine learning based approaches for web search, automated professional assistance and task based IR.", "company_long_desc": "Context Scout  is a research-led software company developing new information retrieval and machine learning based approaches for web search, automated professional assistance and task based IR. After raising their seed round in 2016 they’ve expanded their team to include PhDs on topics such as NLP, knowledge representation and deep learning.", "founders": ["Marc Sloan", "Andy O’Harney"], "founders_info": ["Marc Sloan  has a PhD from UCL in Information Retrieval and is the author of the book ‘Dynamic Information Retrieval Modeling’. He has published extensively on the topic of predictive web search, including during his time working at Microsoft Research.", "Andy O’Harney  holds a Master’s in Machine Learning from Glasgow University and worked on computational neuroscience for the Medical Research Council and Medical University of South Carolina before joining fintech startup Singletrack. Marc and Andy met on EF and started Context Scout."], "company_location": "london", "company_cohort": "ef5-london"}, {"company_name": "Converge ", "company_cat": "PROPERTY/REAL ESTATE", "company_url": "https://www.converge.io/", "company_short_desc": "Our cutting-edge wireless sensors help construction companies stay on programme.", "company_long_desc": "Converge  is a hardware and software platform that works with existing sensors to store, analyze and display their data, automatically, in real­time. We charge a subscription fee per connected sensor, and a fixed fee for any hardware and installation.", "founders": ["Raphael Scheps", "Gideon Farrell"], "founders_info": ["Raphael Scheps  is a Cambridge trained theoretical physicist, with years of experience in large-scale data analytics at Mellanox and the Weizmann institute.", "Gideon Farrell  is an astrophysicist from Cambridge with 10 years of software experience. Gideon has worked on Intel’s pioneering IoT project, WISP."], "company_location": "london", "company_cohort": "ef3-london"}, {"company_name": "Creative AI", "company_cat": "AR/VR/MEDIA", "company_url": "https://www.creativeai.co.uk/", "company_short_desc": "AI-powered creative inspiration for marketers.", "company_long_desc": "Creative AI  gives every business the power of a dedicated marketing team – what use to take them hours, now takes them just seconds. They currently use machine learning to automatically create social media posts, and they’ll later start optimising other marketing activities.", "founders": ["Yazan Al Alami", "Lukas Dirzys"], "founders_info": ["Yazan Al Alami  has founded and grew 2 marketing companies, where he helped local and global brands 10x their reach and engagement on social media. He graduated with a Master’s in engineering from Imperial College London.", "Lukas Dirzys  is an expert in optimised image and text generation and he won the Google Prize for the best Master’s dissertation at the University of Edinburgh."], "company_location": "london", "company_cohort": "ef7-london"}, {"company_name": "Credit Kudos", "company_cat": "Finance", "company_url": "https://www.creditkudos.com/", "company_short_desc": "Better credit for all.", "company_long_desc": "Credit Kudos  is a challenger credit bureau developing a Financial Behaviour Score based on real-time financial data. The company recently became the first of its kind to receive full authorisation from the FCA as a Credit Reference Agency. The Credit Kudos platform gathers information from your online banking to determine your suitability when applying for financial products.", "founders": ["Matt Schofield", "Freddy Kelly"], "founders_info": ["Matt Schofield and Freddy Kelly  met studying Computer Science at the University of Manchester. Prior to founding Credit Kudos, Matt was leading Data Science teams for Universal Music Group (UMG) and CTO of UMG’s music discovery platform, SpinnUp. Freddy joined Bitnami (YC W13) after graduation where he was responsible for development of their cloud launchpad, deployed initially for Microsoft and later a number of other cloud vendors including Google, Amazon and VMWare. Freddy went on to be the first engineer at A16z backed financial analytics platform, TXN."], "company_location": "london", "company_cohort": "ef5-london"}, {"company_name": "CreditMint", "company_cat": "Finance", "company_url": "https://creditmint.io/", "company_short_desc": "A cutting-edge origination, trading and settlement platform built for the debt markets.", "company_long_desc": "CreditMint  is decentralising corporate lending. The corporate debt industry is migrating from a bank-led model towards smaller lenders. But these new-wave lenders are tied to constant cycles of reconciliation, and trading is slow and expensive. Furthermore, companies lose track of their creditors and the market is structurally illiquid.We fix this using a public blockchain as the shared ledger for corporate debt. We provide a dealmaking platform; a trading layer; and a settlements facility, all communicating with one digital asset on Ethereum.", "founders": [], "founders_info": [], "company_location": "london", "company_cohort": "ef9-london"}, {"company_name": "Crypto Squad", "company_cat": "Finance", "company_url": "https://www.cryptosquad.io/", "company_short_desc": "Crypto Squad helps traders create and manage crypto funds.", "company_long_desc": "Crypto Squad helps traders create and manage crypto funds. Blockchain technologies are helping democratize fund management. Crypto enthusiasts are setting up informal investment pools made of friends and family. These investment pools are insecure and unregulated. Funds are stored with the pool manager, making them an easy target for hackers. They operate in legal gray areas. Investors have no mechanism to track fund performance and remain crypto illiterate. Pool managers are unable to monetize and scale.Crypto Squad help traders quickly and securely setup these investment pools. Our proprietary wallets let investors mirror trades performed by the manager, while maintaining asset custody. Startup investments, bonds and many other financial instruments will soon be tokenized. Crypto Squad will become wealth management everyone can understand and access.", "founders": ["Anthony Wilson"], "founders_info": ["Anthony Wilson  received a masters in computer science from Imperial College London. He’s a three time CTO and has advised Chinese state-owned enterprises on how to use blockchain for supply chain management. He’s been developing blockchain applications for six years."], "company_location": "singapore", "company_cohort": "efsg3-singapore"}, {"company_name": "CryptoQuantique", "company_cat": "SECURITY", "company_url": "https://cryptoquantique.com/", "company_short_desc": "Developing quantum cybersecurity products.", "company_long_desc": "There will be 20 billion connected devices by 2020 in buildings, electric grids, transportation systems and other critical infrastructures. This creates huge security risk. We develop quantum cybersecurity products in the form of hardware and software which harness the best of both worlds, combining cutting edge quantum technologies with the best of modern cryptography. Our products are safe, secure, and can be integrated into existing network infrastructure with minimal disruption.", "founders": ["Shahram Mossayebi", "Patrick Camilleri"], "founders_info": ["Shahram Mossayebi  has a PhD in Post-Quantum Cryptography from Royal Holloway University of London. He also has an Information Security Master‘s degree. He has written scientific papers on the security of modern cryptosystems against quantum adversaries.", "Patrick Camilleri  has a PhD in Neuromorphic Engineering from Otto-von-Guericke University in Germany. He worked at Philips Semiconductors Zurich where he designed semiconductor chips for mobile phones. Most recently Patrick was a Postdoc at the University of Manchester where he researched parallel computing."], "company_location": "london", "company_cohort": "ef6-london"}, {"company_name": "Data Hygge", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "https://datahygge.com/", "company_short_desc": "Data Hygge helps companies spot, prioritise and solve experience issues.", "company_long_desc": "Data Hygge  helps companies spot, prioritise and solve experience issues. Bad online experience is costing companies £62 billion. From broken buttons to long support wait times, there are thousands of potential issues. But no one way for companies to find them. We’re building a product that monitors customer touch points, automatically detects experience issues using machine learning, and gives companies the right information to fix them.", "founders": ["Mikkel Dengsøe", "Mario Hayashi"], "founders_info": ["Mikkel Dengsøe  spent 5 years at Google leading data science for customer experience. He has honed his machine learning techniques using the largest database of websites in the world.", "Mario Hayashi  has a Master’s in Computing from Imperial College London. He built the analytics platform at Nimble Storage, handling petabytes of data. He has also led product development at multiple startups."], "company_location": "london", "company_cohort": "europe-10"}, {"company_name": "DeltaBlock", "company_cat": "Finance", "company_url": "https://www.deltablock.io/", "company_short_desc": "DeltaBlock adapts traditional capital liquidity services for Digital Assets", "company_long_desc": "DeltaBlock adapts traditional capital liquidity services for Digital Assets.As any new asset class, Digital Assets are illiquid. Traditionally, this is solved by Market Makers, but the features of digital assets and the exchanges where they are traded demand new techniques.DeltaBlock uses cutting edge research in math and liquidity modeling to build algorithms which perform about 20x better when applied to Digital Assets.One exchange and the biggest issuer in France are signed up. We have strategic partnerships with Digital Assets issuance platforms in Europe and the UK. Furthermore, Deltablock has a strong pipeline with demos planned with 3 companies and 2 exchanges.", "founders": ["Maria Silvia Scetta", "Hamza El Khalloufi"], "founders_info": ["Maria Silvia ScettaMaria is an experienced trader and portfolio manager who has spent 7 years working for investment funds and institutions such as \nJ.P. Morgan. She is a financial engineer and holds a MSc. in Finance. She has experience in highly illiquid markets such as frontier markets and in High Frequency Trading.", "Hamza El KhalloufiHamza holds a PhD in liquidity modeling from Sorbonne University (Paris 1). He gained relevant experience in quantitative modeling in the banking industry. He has been involved in the Blockchain ecosystem for years and is a respected research fellow in the field of Digital Assets at Cambridge University."], "company_location": "paris", "company_cohort": "europe-11"}, {"company_name": "DOCLE AI", "company_cat": "DIGITAL HEALTH", "company_url": "https://www.docle.ai", "company_short_desc": "DOCLE is redefining the transcription industry with AI.", "company_long_desc": "Education, medical and legal being the key drivers of this market due to enforced regulations. Every year over a billion hours of audio/video has been transcribed in these industries. Current transcription process is manual, costly and simply prone to mistakes. Docle AI is redefining the way transcription done and making seamless with their unique AI platform. ", "founders": ["Narasimha Suda", "Abhinav Yadav"], "founders_info": ["Narasimha SudaSimha has a Masters in Physics and Mathematics. During his research, he published high impact publications exploring non-linearity in neural networks. He also has 4+ years of experience in dealing with data ranging from voice, images, and text. He built his previous startup on pure data analytics & AI. ", "Abhinav YadavAbhinav has a Ph.D. in computational neuroscience. During his Ph.D. he worked with a huge amount of brain data and has vast experience in dealing with big-data using high performing computing. He also published high-impact publications exploring brain patterns using neural networks. His previous start-up deal with handling big data and optimization of high dimensional agricultural data."], "company_location": "singapore", "company_cohort": "asia-4"}, {"company_name": "Donut", "company_cat": "Finance", "company_url": "https://donut.io", "company_short_desc": "Crypto made easy.", "company_long_desc": "Donut  makes crypto easy. Their mission is to empower better financial health by democratising access to the new and emerging digital asset (read: crypto) ecosystem.", "founders": ["Neel Popat", "Jordan Abderrachid"], "founders_info": ["Neel Popat  has over 7 years deep finance experience having worked at 3 top-tier investment funds managing >$150bn. Neel started his career at Rothschild and holds a first class degree in Financial Mathematics & Statistics from LSE/Harvard. He built his first business out of his bedroom aged 14.", "Jordan Abderrachid  was one of the first backend developers at N26 bank. He brings with him deep tech experience, having built security architecture that 1M people use to transact with across Europe. He is an experienced blockchain developer and holds an MEng from École Centrale de Lyon."], "company_location": "berlin", "company_cohort": "europe-10"}, {"company_name": "Echobox ", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "https://www.echobox.com/", "company_short_desc": "Helping news publishers and magazines to maximise their reach.", "company_long_desc": "Echobox  technology allows news publishers and magazines to maximise their reach by building personalised performance predicting algorithms on top of audience graphs plus detailed recommendations to improve performance.They work with top international publishers incl. Le Monde, Haaertz, Cosmopolitan and Vice.", "founders": [], "founders_info": [], "company_location": "london", "company_cohort": "ef2-london"}, {"company_name": "Encore", "company_cat": "COMMERCE/MARKETPLACE", "company_url": "https://encoremusicians.com/", "company_short_desc": "The fastest way to find and book great musicians.", "company_long_desc": "Marketplace for outstanding musicians", "founders": [], "founders_info": [], "company_location": "london", "company_cohort": "ef3-london"}, {"company_name": "Endovision", "company_cat": "DIGITAL HEALTH", "company_url": "http://www.endovisionai.com", "company_short_desc": "AI driven diagnosis for upper GI Endoscopy", "company_long_desc": "Endovision provides AI driven diagnosis for the upper-GI endoscopy, by aiding the doctors in real time during the procedure, hence enabling them to perform better and faster. ", "founders": ["Saurabh Jejurikar", "Deepanshu Malik"], "founders_info": ["Saurabh JejurikarSaurabh Jejurikar is a Mathematics Major, with experience of starting and running a funded startup successfully, building and managing a talented tech team. He also brings access to some of the Asia’s most influential doctors and prestigious hospitals which comes from his family connections and empathy to a problem that he has been very close to, and the determination to solve it. He also has extensive software development and management experience.", "Deepanshu MalikDeepanshu Malik has done masters in Computer Science at University of Southern California. He has extensive industrial experience, having building deep tech platforms in the Silicon Valley for over 6 years, which includes his experience of building autonomous driving software at Here technologies. Having worked on video analytics using Computer vision and Machine learning, Deepanshu’s skills are directly applicable in endoscopy video analytics."], "company_location": "hong-kong", "company_cohort": "asia-4"}, {"company_name": "Entropica Labs", "company_cat": "LIFE SCIENCE", "company_url": "https://www.entropicalabs.com/", "company_short_desc": "Quantum computing for bioinformatics and genomics.", "company_long_desc": "Genomics is one of the most computationally demanding disciplines. At  Entropica Labs  we build quantum computing software and algorithms for computational genomics and the life sciences. Our software gives genomics researchers in healthcare, drug development and agritech access to powerful new forms of statistical analysis and machine learning, enabling the delivery of personalised treatments, safer medication, and more productive crops.", "founders": ["Tommaso Federico Demarie", "Ewan Munro"], "founders_info": ["Tommaso Federico Demarie  is a physicist with more than 8 years of experience in the field of quantum computing. He received his PhD in Quantum Information and Computation from Macquarie University, Sydney, in 2014, and then worked as a Postdoctoral Fellow at Singapore University of Technology and Design and at Singapore’s Centre for Quantum Technologies. He has published more than 10 research articles on quantum physics, with a focus on quantum gravity, quantum relativistic information, and cloud quantum computation.", "Ewan Munro  has a PhD from the Centre for Quantum Technologies at the National University of Singapore, where he specialised in modelling physical platforms for quantum computing and information processing. He also has a Master’s Degree in Mathematical Physics from the University of Edinburgh, and was a visiting scientist at the Institute for Photonic Sciences in Barcelona."], "company_location": "singapore", "company_cohort": "efsg3-singapore"}, {"company_name": "Eyn", "company_cat": "SECURITY", "company_url": "http://eyn.vision/", "company_short_desc": "Eyn is a biometric security company. ", "company_long_desc": "Eyn  is a biometric security company.  We combine advanced facial anti-spoofing and public key cryptography to transform your smartphone into an ID verification device with military grade security. This gives anyone an unbreakable biometric identity key.", "founders": ["Hasan Sheikh Faridul", "Mohamed Ben Arbia"], "founders_info": ["Hasan Sheikh Faridul  has a PhD in computer vision and machine learning. He worked for 7 years in the security industry in world leading companies such as Safran Security and Identity. As a research scientist, he developed fingerprint recognition algorithms that is now deployed on major international Airports.", "Mohamed Ben Arbia  completed his master’s at EPFL specialising in signal processing and machine learning. He worked at Technicolor R&D on real time audio application and was a research student at LCAV lab at EPFL."], "company_location": "london", "company_cohort": "ef7-london"}, {"company_name": "FabricNano", "company_cat": "LIFE SCIENCE", "company_url": "https://fabricnano.com/", "company_short_desc": "FabricNano designs artificial cells that produce chemicals 100x faster", "company_long_desc": "FabricNano designs artificial cells that produce chemicals 100x faster.Fermentation powers a $5Tn chemical market, from bioplastics to sweeteners to emulsifiers for your soap and shampoo. Billions are spent bioengineering incremental improvements to the microbes that make these products.At FabricNano, we extract only those microbial components necessary for fermentation, and fix them on a woven nano-fabric made of DNA. This gives 100x faster production, higher purity, and adaptability.We are already prototyping our technology with 3 multibillion dollar chemical companies and we have filed the first of many patents for designing biology outside the living cell.", "founders": ["Grant Aarons", "Ferdinando Randisi"], "founders_info": ["Grant AaronsGrant is a former Economics PhD at London Business School where he taught microeconomics, markets and econometrics. Grant has studied systems engineering and developed the mathematical modelling behind the nowcasting platform released by the Federal Reserve in \nNew York; cited by the FT and Bloomberg.", "Ferdinando RandisiFerdi has a Computational Biophysics PhD from Oxford University. He co-authored oxDNA, the world’s most accurate DNA simulation engine, known for its reliability and versatility in nanostructure analysis. His models study how small local changes can improve the global stability of DNA structures."], "company_location": "london", "company_cohort": "europe-11"}, {"company_name": "Faultless AI", "company_cat": "AUTOMOTIVE", "company_url": "https://faultless.ai/", "company_short_desc": "Faultless AI eliminates human error in manufacturing.", "company_long_desc": "Faultless AI  eliminates human error in manufacturing. Human error costs manufacturers $2.6 trillion every year. Robots aren’t the solution. There are millions of tasks that will remain beyond the abilities of robots for generations. With computer vision, our solution makes people reliable.", "founders": ["Nigel Boielle", "Steve Gaukrodger"], "founders_info": ["Nigel Boielle  completed a Master’s in Mechanical Engineering from the University of Auckland. He has over 13 years of experience in the automotive industry, working as a chief engineer at Ford, Jaguar and Ricardo. He has experience in every step of the design and manufacturing process.", "Steve Gaukrodger  has more than 13 years of experience using cutting edge technology to solve complex human problems. He has built air traffic control interfaces, medical devices and artificial intelligence systems for poker. He has three degrees from the University of Canterbury, including computer vision and psychology."], "company_location": "london", "company_cohort": "europe-10"}, {"company_name": "FireVisor", "company_cat": "MANUFACTURING/INDUSTRIAL", "company_url": "http://www.firevisor.com/", "company_short_desc": "AI powered software platform that understands manufacturing data to reduce the cost of product failure.", "company_long_desc": "Manufacturing companies lose up to 40% of their sales revenue because of poor quality products or defects. What’s worse, these defects could be prevented by using data that is already flowing through manufacturers’ production lines. At  FireVisor , we provide AI powered software platform that understands manufacturing data to reduce the cost of product failure. We are saving 15-55 billion every year , and our client list includes leading giants in high volume manufacturing.", "founders": ["Surbhi Krishna Singh", "Long Hoang"], "founders_info": ["Surbhi Krishna Singh  has a Master’s in Engineering from the NUS. She has extensive experience in manufacturing and industrial automation, and worked for industry giants like Micron and Seagate. She has 2 award winning engineering projects under her belt, and has built an integrated systems that saved 80% cost.", "Long Hoang  has a Bachelor’s in Computer Science from the Hong Kong University of Science and Technology. He built machine learning models that analyze millions of transactions for outliers. He also designed data pipelines that scales to tens of billions of requests per month. He started the largest hackathon in greater China region, and attended a fully funded Entrepreneurship program at Stanford."], "company_location": "singapore", "company_cohort": "efsg3-singapore"}, {"company_name": "Flexciton", "company_cat": "MANUFACTURING/INDUSTRIAL", "company_url": "http://www.flexciton.com/", "company_short_desc": "Cutting edge, intelligent planning and scheduling software, powered by AI. ", "company_long_desc": "Flexciton  is building cutting edge, intelligent planning and scheduling software, powered by A.I. to help end-users of industrial machinery improve operational efficiency and reduce operational cost.", "founders": ["Jamie Potter", "Dr Dionysios Xenos"], "founders_info": ["Jamie Potter  has a Master’s in Mathematics and Statistics from the University of Oxford, where he graduated top of his year. He worked for a consultancy firm specialising in Energy. He was the lead developer of more than twenty software projects for large customers such as DECC, National Grid and RWE. The software was used to make multi-billion pound decisions.", "Dr Dionysios Xenos  did his PhD at Imperial College London, researching the optimisation of rotating equipment to reduce operational costs. He published 12 papers on the subject, and collaborated with world-leading chemical company BASF and one of the largest gas suppliers, Statoil, to put his research into action."], "company_location": "london", "company_cohort": "ef6-london"}, {"company_name": "Flowlity", "company_cat": "Transportation/Logistics", "company_url": "https://www.flowlity.com/", "company_short_desc": "Flowlity is building the world's first cognitive supply chain network", "company_long_desc": "Flowlity is building the world’s first cognitive supply chain network.2 trillion dollars are lost every year due to supply chain management inefficiencies. We are solving this once and for all. Flowlity is a SaaS platform, powered by AI, that redefines how supply chain managers position stocks.We are leveraging the fact that companies are interconnected through their supply chains to reduce stocks by 40% compared to legacy solutions. And the more suppliers using the solution, the better the results.We started a paid pilot with Saint-Gobain, two of its suppliers and a strong pipeline of other manufacturers.", "founders": ["Jean-Baptiste Clouard", "Karim Benchaaboun"], "founders_info": ["Jean-Baptiste ClouardJean-Baptiste has 7 years of Supply Chain experience, working in 3 companies: Anaplan, Quintiq, and Dassault Systèmes. There, he led a team of 15 people that designed and built a new product. He also sold Supply Chain solutions to some of the biggest french companies : Lafarge, Danone, Airbus and L’Oréal.", "Karim BenchaabounKarim, CTO of Flowlity, has 4 years experience as a machine learning engineer in multiple sectors. He was the first data scientist hired at Axa France, and most recently at Criteo where he led the creation and deployment of a new product that scaled from 1 to 100 million ads per day."], "company_location": "paris", "company_cohort": "europe-11"}, {"company_name": "Gallenco", "company_cat": "DIGITAL HEALTH", "company_url": "https://gallenco.science", "company_short_desc": "Changing the way blood conditions are diagnosed.", "company_long_desc": "Gallenco delivers AI medical imaging diagnostic solutions to automate archaic laboratory tests.  Our first product combines Artificial Intelligence and Computer Vision to automate the 600 million blood films tests performed each year.The peripheral blood film test serves as a screen for Leukemia, Anemia and other conditions. Today, 20% or 600 million blood tests require manual review under the microscope.", "founders": ["Adonis Panagidis", "Nicholas Capel"], "founders_info": ["Adonis PanagidisAdonis Panagidis did presales and technical consulting for multinational corporations across the region during his time at Amazon. He is a computer science graduate and holds a nanodegree in self-driving cars where he gained expertise in computer vision and AI.", "Nicholas CapelNicholas Capel holds a Masters degree in AI from Cambridge University. Most recently he held the position of CTO in a chest X-rays diagnostic startup and was previously a fullstack developer for TripAdvisor."], "company_location": "singapore", "company_cohort": "asia-4"}, {"company_name": "Ginie AI", "company_cat": "Legal", "company_url": "http://ginie.ai/", "company_short_desc": "Ginie AI turns term sheets into contracts.", "company_long_desc": "Ginie AI  turns term sheets into contracts. A first draft of a 100 page M&A contract would have taken days – it now takes seconds. To make this possible, we use a new type of generative adversarial nets developed from our prior research. In addition, we have developed a patent-pending method to access highly confidential data for the first time.", "founders": ["Rafie Faruq", "Nitish Mutha", "Madeleine Royle"], "founders_info": ["Rafie Faruq  has an MSc in Machine Learning from UCL. He has founded multiple tech startups, and has commercial experience as a derivatives trader.", "Nitish Mutha  is a deep learning expert with an MSc in Machine Learning from UCL. He has 5 years’ software engineering experience in a Fortune 500 company. Nitish has won several national awards for technical projects.", "Madeleine Royle  previously qualified as a solicitor from a major US law firm. As Product Manager she brings her experience in financial and corporate law to Ginie AI."], "company_location": "london", "company_cohort": "ef9-london"}, {"company_name": "GTN", "company_cat": "LIFE SCIENCE", "company_url": "http://gtn.ai/", "company_short_desc": "Discovering better drugs, quicker and at half the cost.", "company_long_desc": "GTN  is a quantum leap in drug discovery. We search the astronomically large space of potential drug molecules with our patented technology based on quantum physics and machine learning, discovering drugs that were previously hidden from view. We can discover better drugs, more quickly, at half the cost.", "founders": ["Noor Shaker", "Vid Stojevic"], "founders_info": ["Noor Shaker  is a professor from Aalborg University in Copenhagen with ten years of academic experience in machine learning. She has published more than 50 papers with 1000 citations and an entire book on generative networks. She has won a number of awards and grants for her research.", "Vid Stojevic  has spent the past ten years working on string theory and tensorial methods in quantum physics. He has held postdocs at UCL and the University of Vienna, published in numerous high impact journals, and his work has been presented at leading conferences."], "company_location": "london", "company_cohort": "ef8-london"}, {"company_name": "Hadean", "company_cat": "INFRASTRUCTURE/DEV TOOLS", "company_url": "https://hadean.com/", "company_short_desc": "Unifying the performance and capabilities of HPC (high-performance computing).", "company_long_desc": "Hadean  is unifying the performance and capabilities of HPC (high-performance computing) and the commoditisation and scale of ‘big data’, with easy-to-use development tools.The applications of the technology range from financial market prediction and climate modelling to deep learning and synthetic biology.", "founders": ["Alec Mocatta"], "founders_info": ["Alec Mocatta  built an indoor positioning company whose technology beat out Cisco and Estimote for accuracy. He sold that company during EF to work full time on Hadean."], "company_location": "london", "company_cohort": "ef3-london"}, {"company_name": "Headlight AI", "company_cat": "ROBOTICS/IOT", "company_url": "http://www.headlight.ai/", "company_short_desc": "Headlight AI provides intelligent sensing and mapping software for harsh environments.", "company_long_desc": "Headlight AI  provides intelligent sensing and mapping software for harsh environments. Underground and other complex environments are dangerous, slow, and expensive to map and inspect. This is due to a lack of GPS, poor visibility, and hazardous conditions. Our patent-pending technology generates accurate 3D maps, even in times of poor visibility.", "founders": ["Jameel Marafie", "Puneet Chhabra"], "founders_info": ["Jameel Marafie  has conducted a PhD at Imperial College London in photophysics and optoelectronics. He holds Master’s degrees in Plastic Electronics from Imperial College London and in Chemistry from the University of Bath, respectively. He has also worked in consulting for over seven years.", "Puneet Chhabra  has conducted a PhD between Edinburgh and Heriot-Watt universities in a new form of LiDAR signal processing and deep learning. He has an MSc degree in Computer Vision and Robotics. He won an innovation award for autonomous systems whilst at BAE Systems."], "company_location": "london", "company_cohort": "ef9-london"}, {"company_name": "Hertzwell", "company_cat": "AUTOMOTIVE", "company_url": "https://hertzwell.com/", "company_short_desc": "Hertzwell develops hyper-resolution imaging radars for autonomous vehicles.", "company_long_desc": "In the last 10 years, autonomous vehicle companies have been using laser spinning systems called LiDARs for navigation. Although LiDARs have improved in resolution, they can’t penetrate rain, dust, or fog due to physical limitations of lasers.  Hertzwell  is developing high resolution 3D imaging radars to help driverless vehicles navigate in all weather conditions.This approach uses all weather radar technology from the aerospace industry and miniaturises it for autonomous vehicles.", "founders": ["Bhaskar Jyoti Dutta", "Ram Vignesh Palaniswamy"], "founders_info": ["Bhaskar Jyoti Dutta  has over 6 years of experience in developing autonomous driving platforms. During his time in TATA, he was involved in research and development projects related to autonomous systems. He has also developed several automotive products for Fiat Chrysler and Delphi. He has a masters degree in Mechatronics from the National University of Singapore.", "Ram Vignesh Palaniswamy  is an aerospace engineer with deep knowledge in radar systems that are predominantly used in the aerospace industry. He recently won an award for his work on radars from Technical University of Munich and Nanyang Technological University."], "company_location": "singapore", "company_cohort": "efsg2-singapore"}, {"company_name": "Hubble", "company_cat": "COMMERCE/MARKETPLACE", "company_url": "https://hubblehq.com/startups", "company_short_desc": "Hubble is an online marketplace for renting office space.", "company_long_desc": "Hubble  is an online marketplace for renting office space. Hubble wraps the entire transaction: users search across office types, pay rent, sign contracts, in just a few clicks.", "founders": [], "founders_info": [], "company_location": "london", "company_cohort": "ef2-london"}, {"company_name": "Hydroleap", "company_cat": "MANUFACTURING/INDUSTRIAL", "company_url": "https://hydroleap.com/", "company_short_desc": "Hydroleap is making wastewater treatment cheap, fast and easy. ", "company_long_desc": "Hydroleap  is making wastewater treatment cheap, fast and easy. Their patent-pending design is revolutionising pre-treatment of wastewater by replacing chemical treatment with electrical treatment at scale. This leads to saving of 15 billion dollars a year.", "founders": ["Mohammad Sherafatmand"], "founders_info": ["Mohammad Sherafatmand  did his PhD at National University of Singapore, researching the development and application of novel electrochemical technologies in water and wastewater treatment. He has more than 6 years of experience in the water industry and has collaborated with well-recognized water companies such as the Public Utilities Board (PUB)."], "company_location": "singapore", "company_cohort": "efsg1-singapore"}, {"company_name": "Immerzen Labs", "company_cat": "AR/VR/MEDIA", "company_url": "http://immerzenlabs.com/", "company_short_desc": "Creating next generation audio technologies for simulated worlds to replicate natural hearing.", "company_long_desc": "Immerzen Labs  is using advanced signal processing, machine learning and computational optimization techniques to create next generation audio technologies for simulated worlds to replicate natural hearing. Our technology will power the hardware and software for VR/AR applications including communication, gaming and education.", "founders": ["Rishabh Ranjan", "Ronak Bajaj", "Lokesh Dhakar"], "founders_info": ["Rishabh Ranjan  is an expert in the area of 3D audio, adaptive signal processing and active noise control. He has a PhD from NTU and applied machine learning and audio signal processing in developing headphones for augmented reality.", "Ronak Bajaj  completed his PhD from NTU, Singapore. His research focused on fast and efficient implementations of computationally intensive signal processing applications on FPGAs. Prior to joining NTU, Ronak has worked at Xilinx Research Labs, India.", "Lokesh Dhakar  is an award winning scientist with a PhD from NUS in sensor design. He also holds an MBA from NUS Business school."], "company_location": "singapore", "company_cohort": "efsg1-singapore"}, {"company_name": "Inoviv", "company_cat": "LIFE SCIENCE", "company_url": "http://www.inoviv.com/", "company_short_desc": "Matching patients with the right drugs.", "company_long_desc": "Inoviv  matches patients with the right drugs. We develop blood tests for major diseases to work out which patients will respond to drugs. Our unique technology, based on targeted proteomics, measures hundreds of molecules in the blood at a fraction of the cost of competitor tests, meaning we can develop tests where others cannot.", "founders": ["Michael Dove", "Ernestas Sirka"], "founders_info": ["Michael Dove  has worked in consulting and business development at top pharmaceutical and healthcare organisations (GSK, Novartis, Merck, Boston Scientific, NHS). He has relationships with hundreds of life sciences contacts up to C-suite level. He worked on two biotech startups prior to this one.", "Ernestas Sirka  is a leading researcher in proteomics and clinical test development. He has 13 publications in the field and has brought five tests to market. He has a first-class degree in Molecular Biology from the University of Bath and has spent his career working at Pfizer and University College London."], "company_location": "london", "company_cohort": "ef9-london"}, {"company_name": "Insurami", "company_cat": "Finance", "company_url": "https://www.insurami.com/", "company_short_desc": "Insurami is re-inventing the process for leasing office spaces.", "company_long_desc": "Insurami  is re-inventing the process for leasing office spaces, unlocking £200bn in the US, UK and Europe alone. Our proprietary risk model enables landlords to vet customers in seconds, and lower upfront deposit costs by 90%.", "founders": ["Majed Chaaraoui", "Arnor Davidsson"], "founders_info": ["Majed Chaaraoui  spent 5 years at Blenheim Chalcot where he grew tech start-ups in financial services and property. He has worked in consulting and investment banking, and has a BEng in Electronics & Communications Engineering and an MSc in Financial Mathematics from Leeds University.", "Arnor Davidsson  is experienced in software engineering, product management and UX. He has worked in both established and early stage tech companies, and previously co-founded his own start-up. He holds a BSc in Engineering Management and an MSc in Computer Science."], "company_location": "london", "company_cohort": "europe-10"}, {"company_name": "Intelligent Robots", "company_cat": "MANUFACTURING/INDUSTRIAL", "company_url": "http://i-r.io/", "company_short_desc": "Intelligent Robots is developing Deep Learning powered robotic alternatives to conveyor belts.", "company_long_desc": "Intelligent Robots  is developing Deep Learning powered robotic alternatives to conveyor belts. Our robot, rPuck, is low-cost, plug-and-play and flexible. rPuck can automatically build a map of warehouses and can go to any location on the map alongside humans without causing collisions.", "founders": ["Zheng Lin", "Kaiyan Xiao"], "founders_info": ["Zheng Lin  has a degree in robotics from Sheffield University and a Master’s in Artificial Intelligence from Imperial College. He also published a world class academic paper on Artificial Neural Networks.", "Kaiyan Xiao  holds a Master’s degree in Advanced Computing from Imperial College where he graduated top of his class."], "company_location": "london", "company_cohort": "ef6-london"}, {"company_name": "InterviewerAI", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "https://interviewer.ai/", "company_short_desc": "Audiovisual assessment platform that automates your first round of interview.", "company_long_desc": "Modern workforces require soft skills that are hard to assess from a resume. According to Deloitte, soft-skill intensive occupations will account for two-thirds of all jobs by 2030. At Interviewer.AI, we are focused on building the penultimate step to hire great talent. We want to combine the application process with the first round of interview to help hiring Managers and recruiters not just get a holistic view of all candidates, but spot top quality talent as soon as they apply.", "founders": ["Sunny Saurabh", "Boon Khai Lim"], "founders_info": ["Sunny SaurabhSunny Saurabh worked for over a decade in the digital industry, working on sales strategy and product ideation for companies such as LinkedIn and Google while they were still startups in Asia. ", "Boon Khai LimBoon Khai Lim has built large scale web application serving millions of travelers at Skyscanner. He is passionate about the use of disruptive tech, particularly the use of AI to enhance the lives of the human workforce."], "company_location": "singapore", "company_cohort": "asia-4"}, {"company_name": "Intropic", "company_cat": "Finance", "company_url": "https://www.intropic.io/", "company_short_desc": "Intropic provides data refineries for investment management firms", "company_long_desc": "Intropic provides data refineries for investment management firms.During the last few years there has been an explosion in the amount of data available to use. In financial markets, information is power.Today it’s difficult and time-consuming to work with all this data but it’s too valuable to ignore. Firms spend more time preparing the data than using it.Intropic provides refineries to map and clean information from lots of sources in a way that constantly improves and adapts. It does the heavy lifting so the client can focus on managing client money.Intropic is working with over 20 leading hedge funds and their first product is built and ready to ship.", "founders": ["Ravinder Bhadhal", "Sam Shannon"], "founders_info": ["Ravinder BhadhalRav spent the last 10 years as the Global Head of Data at Man Group. Rav’s expertise in delivering world-class data infrastructure and commercial experience of negotiating over a hundred data contracts have allowed Intropic to overcome significant barriers to entry. Rav holds a CS degree from UCL.", "Sam ShannonSam was a Quantitative Trader at Segantii Capital Management and was involved in all parts of the investment process. Prior to this, Sam was at Morgan Stanley and worked on a reactive graph framework to build automated trading engines. He was awarded the Dean’s list in Particle Physics from UCL."], "company_location": "london", "company_cohort": "europe-11"}, {"company_name": "INVOLT", "company_cat": "Energy", "company_url": "http://involt.sg/", "company_short_desc": "Developing next-generation energy storage.", "company_long_desc": "INVOLT  is developing the next-generation energy storage, using the inherent advantages of supercapacitor technology. This will pave the way for an accelerated adoption of renewables as primary energy sources in the future power grid. Existing battery technologies are not a durable and cost-effective solution.", "founders": ["Rostislav Doganov", "Natarajan Srinivasan"], "founders_info": [], "company_location": "singapore", "company_cohort": "efsg2-singapore"}, {"company_name": "Juniper", "company_cat": "LIFE SCIENCE", "company_url": "http://www.junipermed.com/", "company_short_desc": "Juniper uses hybrid deep learning to empower oncologists.", "company_long_desc": "Juniper  uses hybrid deep learning to empower oncologists. Currently oncologists take a time-consuming ‘one-size-fits-all’ approach to treating cancer. Many patients therefore receive suboptimal treatment that reduces their quality of life and survivability. We use hybrid deep learning to simplify the process of analyzing patient genomic data and quickly recommend personalized treatment regimens.", "founders": ["Adrien Philippe", "Laurence Lewis"], "founders_info": ["Adrien Philippe  has Master’s degrees in Mathematics, Economics, and Strategic Management. He developed hybrid and large scale machine learning systems in research institutions such as MIT, and while leading teams in start-ups.", "Laurence Lewis  has 10 years of experience researching at the interface of biology and technology. He has researched the biochemistry of hereditary cancer-causing mutations at Cancer Research UK and has a PhD in Systems Neuroscience from the Max Planck Institute."], "company_location": "berlin", "company_cohort": "europe-10"}, {"company_name": "Juno Bio", "company_cat": "LIFE SCIENCE", "company_url": "https://www.juno.bio/", "company_short_desc": "Juno Bio is unlocking the potential of the microbiome.", "company_long_desc": "Juno Bio  is unlocking the potential of the microbiome. Microbiomes are communities of bacteria that have an unprecedented potential. Juno Bio uses machine learning and state of the art bioinformatics to analyse and predict how best to manipulate microbiomes, significantly reducing the time and resources needed to drastically improve their function.", "founders": ["Hana Janebdar", "Jonas Weissmann Gaiarsa"], "founders_info": ["Hana Janebdar  has a background in biochemical engineering from Imperial and UCL and worked in a microbiome optimisation laboratory, developing a patented approach to enhancing functionality.", "Jonas Weissmann Gaiarsa  completed his PhD and Postdoctoral Research in Bioinformatics from the University of Sao Paulo, has 10 papers published in the field and has worked on some of the world’s biggest genomics projects."], "company_location": "london", "company_cohort": "europe-10"}, {"company_name": "Kheiron", "company_cat": "DIGITAL HEALTH", "company_url": "http://www.kheironmed.com/", "company_short_desc": "Kheiron’s Machine Learning technology makes cancer diagnoses faster, easier, cheaper and more accurate.", "company_long_desc": "Kheiron’s  Machine Learning technology makes cancer diagnoses faster, easier, cheaper and more accurate. Our tailored application of Machine Learning, Kheiron can save up to 60% of a radiologist’s time. Our Deep Learning algorithms analyse medical images accurately and consistently and our software uses the analysis results to enable the automation of radiology reporting tasks.", "founders": ["Peter Kecskemethy", "Tobias Rijken"], "founders_info": ["Peter Kecskemethy  has a CS background, did a postdoc and PhD in High Performance Computing and Statistical Genetics at Oxford, has worked at 4 startups and previously founded a related teleradiology startup. He comes from a family of doctors.", "Tobias Rijken  has an MSc in Computational Statistics and Machine Learning from UCL with a Deep Learning focus. He was a Machine Learning scientist at Stratified Medical applying Deep Learning in the pharmaceutical industry."], "company_location": "london", "company_cohort": "ef6-london"}, {"company_name": "Kinexcs", "company_cat": "DIGITAL HEALTH", "company_url": "http://www.kinexcs.com/", "company_short_desc": "Kinexcs is a building state-of-the-art monitoring products for the physical rehabilitation industry.", "company_long_desc": "Kinexcs  is a building state-of-the-art monitoring products for the physical rehabilitation industry. We combine advanced sensor technology with intuitive software platforms to ease remote patient-clinician interaction and provide actionable clinical data for timely intervention. This makes recovery up-to 40% faster while improving patient compliance, raising clinician productivity by up-to 1.5x.", "founders": ["Abhishek Agrawal", "Mahdi Rasouli", "Jagjit Singh"], "founders_info": ["Abhishek Agrawal  (CEO) has previously worked in high precision manufacturing sector, where he built monitoring solutions used by companies such as Foxconn, Boeing and Airbus. He has also worked on implantable medical devices and sensor design. He possesses a joint masters in biomedical engineering from Nanyang Technological University and Birla Institute of Technology and Science, Pilani.", "Mahdi Rasouli  (CTO) has rich experience with force and tactile sensors, which have earned him accolades such as Medtronic Industry Choice Award. He received his PhD in biomedical engineering from National University of Singapore and possesses more than 15 years of research experience. ", "Jagjit Singh  (COO) He worked at Boston Consulting Group and as a General Manager of MOOG, where he managed 250 employees and more than $100 million in annual sales. He holds an MBA degree from University of North Carolina – Chapel Hill."], "company_location": "singapore", "company_cohort": "efsg2-singapore"}, {"company_name": "Kiroku", "company_cat": "DIGITAL HEALTH", "company_url": "http://trykiroku.com/", "company_short_desc": "Kiroku is like having an expert writing your notes for you.", "company_long_desc": "Kiroku  is like having an expert writing your notes for you. We are developing technology that understands conversation and derives actionable information.  We combine speech recognition with natural language understanding and intelligent translation. We are starting with the dental market, where we could potentially save $40bn worldwide.", "founders": ["Hannah Burrow", "Jay Shah"], "founders_info": ["Hannah Burrow  qualified as a dentist from the University of Bristol. Since then, she has worked in practice, hospitals, and at Public Health England. While in practice she optimised her workflow by developing educational software for patients.", "Jay Shah  has a Master’s in Natural Language Processing and Machine Learning from the University of Cambridge. At Cambridge, he built six NLP systems and performed research into language contextualisation and information extraction."], "company_location": "london", "company_cohort": "ef8-london"}, {"company_name": "Konigle", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "https://www.konigle.com/", "company_short_desc": "Konigle is building the layer of intelligence for traditional small and medium sized businesses using automation and intelligence.", "company_long_desc": "Konigle  is building the layer of intelligence for traditional small and medium sized businesses using automation and intelligence. Our mission is to build the simplest user experience for small business owners to harness their unstructured and silo-ed data to make in time data driven decisions.", "founders": ["Jatin Khosla", "Ashish Kumar"], "founders_info": ["Jatin Khosla  has spent 7+ years as a product leader architecting, building and scaling adoption of data driven digital products in traditional businesses, development agencies and the government.", "Ashish Kumar  has a PhD in Machine learning from Nanyang Technological University. As a researcher he has developed a highly scalable framework for pattern detection from unstructured data. He has 8 publications in top journals and conferences."], "company_location": "singapore", "company_cohort": "efsg3-singapore"}, {"company_name": "KroniKare", "company_cat": "DIGITAL HEALTH", "company_url": "http://www.kronikare.com/", "company_short_desc": "KroniKare provides a platform for automatic and non-invasive chronic wound assessment, as well as tracking, predicting, and data-driven reporting.", "company_long_desc": "KroniKare  provides a platform for automatic and non-invasive chronic wound assessment, as well as tracking, predicting, and data-driven reporting. Chronic wounds (wounds that do not heal for at least 3 months) are a rapidly growing problem that is common in patients with diabetes, obesity, cardio-vascular diseases, and aging population, costing more than $250 billion worldwide. KroniKare’s platform runs on a normal smartphone and mimics how a medical professional examines and reports on a chronic wound faster and more accurately.", "founders": ["Hossein Nejati", "Ali Aladdin"], "founders_info": [], "company_location": "singapore", "company_cohort": "efsg1-singapore"}, {"company_name": "LEAKMITED", "company_cat": "MANUFACTURING/INDUSTRIAL", "company_url": "http://www.leakmited.com/", "company_short_desc": "LEAKMITED detects water leakage from space.", "company_long_desc": "LEAKMITED is on a mission to preserve our most precious resource on earth: water. Every year, 15B€ of water is lost in underground distribution networks due to leakages.A leak changes the properties of the ground. We train our pattern recognition machine learning models on our unique satellite images dataset to detect whether there are leaks within 20 meters. This is a 1000x improvement.We have a paid trial worth 35k€ with la Saur, one of the world’s largest water companies, as well as access to their proprietary database (20% of the French network). We also have a signed pilot to test our MVP.", "founders": ["Hubert Baya Toda", "Juan Barragan"], "founders_info": ["Hubert Baya TodaHubert has a PhD in fluid dynamics and optical diagnostics and is an expert in remotely characterising materials using electromagnetic waves. He has strong execution capabilities thanks to his 3 years’ experience as Product Manager.He was 14 when he graduated from high school and he is a MBA graduate from HEC.", "Juan BarraganJuan has 20 years experience in software development. His experience includes four years as a Head of Data. He studied Mathematics up to PhD level and has worked on pattern recognition in the finance and advertising industries for the past 5 years."], "company_location": "paris", "company_cohort": "europe-11"}, {"company_name": "Leif", "company_cat": "Finance", "company_url": "https://leif.org/", "company_short_desc": "Leif is a software platform for income-based payments.", "company_long_desc": "Leif  is a software platform for income-based payments. Leif allows schools, bootcamps, charities, and financial institutions to have users commit a percentage of income towards their organization in lieu of paying fixed amounts. Leif uses advanced behavioural technology to increase customer adoption and lifetime value.", "founders": ["Francis Larson"], "founders_info": ["Francis Larson  holds a master’s degree from the London School of Economics and was recently named to LinkedIn’s Next Wave 120 Under 35 list."], "company_location": "london", "company_cohort": "ef3-london"}, {"company_name": "Lemnis Technologies", "company_cat": "AR/VR/MEDIA", "company_url": "http://www.lemnis.tech/", "company_short_desc": "Lemnis Technologies is making VR/AR viable as the next computing platform.", "company_long_desc": "Lemnis Technologies  is making VR/AR viable as the next computing platform. Their patent pending technology aims to eliminate VR sickness by providing natural visual cues in 3D displays. This technology layer will be fundamental in every VR/AR headset in the next generation.", "founders": ["Pierre-Yves Laffont", "Ali Hasnain"], "founders_info": ["Pierre-Yves Laffont  is an expert in Computer Vision and Computer Graphics. He was a postdoctoral researcher at ETH Zurich and Brown University, holds a PhD from INRIA, and visited MIT, UC Berkeley, and NTU. He has 13 international peer-reviewed publications.", "Ali Hasnain  has an award-winning PhD from NUS with a wide range of expertise in optics, imaging, medical devices and robotics. He has over 8 years of experience building multidisciplinary solutions both in academia and industry"], "company_location": "singapore", "company_cohort": "efsg1-singapore"}, {"company_name": "Limbic", "company_cat": "AR/VR/MEDIA", "company_url": "https://limbic.ai/", "company_short_desc": "Enabling developers to understand how their users really feel.", "company_long_desc": "At  Limbic , we understand that intelligence goes beyond IQ. For the first time, we enable developers to understand how their users really feel. Applying machine learning to biometric data collected by wearable devices, Limbic infers the emotional state of the user. Advances in AI and wearable sensors have only just made this possible.", "founders": ["Ross Harper", "Sebastiaan de Vries"], "founders_info": ["Ross Harper  has a PhD in computational neuroscience from UCL. He also holds Master’s degrees in Mathematical Modelling from UCL and Natural Sciences, from Cambridge. Having edited a Wellcome Trust-funded science magazine for multiple years, Ross is skilled in the effective communication of technical concepts.", "Sebastiaan de Vries  has a proven track record building products people love. He left university to found Florin, the best peer-to -peer payment app in The Netherlands. Sebastiaan believes that the best products possess a deep understanding of how their users feel. He wants to empower their creation."], "company_location": "london", "company_cohort": "ef9-london"}, {"company_name": "Lingumi", "company_cat": "Education", "company_url": "https://www.lingumi.com/", "company_short_desc": "Helping children around the world learn English.", "company_long_desc": "Lingumi  is a pre-school education company. They help children aged 2-6 around the world begin learning English using their subscription based app, Club Lingumi, and an ecosystem of complementary retail products.Pre-school children are the world’s best language learners. Parents around the world want their children to learn English from infancy, but there are no affordable, effective solutions for parents who don’t speak it themselves.", "founders": ["Toby Mather", "Adit Trivedi"], "founders_info": ["Toby Mather  is a modern languages graduate from Oxford, a front-end web developer, and an experienced EFL teacher. He built visual language learning systems at Memrise, and worked in edtech at Emerge Education.", "Adit Trivedi  is a Computer Science graduate from UCL, a Unity developer, and has 7 years of backend development experience, working at companies like Hubble, Grapple, and JP Morgan."], "company_location": "london", "company_cohort": "ef5-london"}, {"company_name": "Loop Perfect", "company_cat": "INFRASTRUCTURE/DEV TOOLS", "company_url": "http://www.loopperfect.com/", "company_short_desc": "Enabling quick feedback loops and programming in real-time.", "company_long_desc": "Writing code in high-performance languages is a tedious process. After each change, developers need to close, recompile and restart their application to see the result.  Loop Perfect  is a just-in-time compiler that allows developers to apply changes to a running application instantly, enabling quick feedback loops and programming in real-time.", "founders": ["Nick La Rooy", "Gaetano Checinski"], "founders_info": ["Nick La Rooy  is a full-stack developer who joined EF from Barclays Capital. Previously he started a games company for which he won a BAFTA Ones to Watch award. He has an MA in Artificial Intelligence & Philosophy from the University of Edinburgh.", "Gaetano Checinski  is a Software Architect with many years experience creating high-performance solutions for corporates using optimisation theory and open-source technologies."], "company_location": "london", "company_cohort": "ef6-london"}, {"company_name": "Lumenora", "company_cat": "AR/VR/MEDIA", "company_url": "http://lumenora.com/", "company_short_desc": "Lumenora has developed the first eye-glass-frame full color AR headset with a large digital display.", "company_long_desc": "Lumenora  has developed the first eye-glass-frame full color AR headset with a large digital display.", "founders": ["Rose Haft"], "founders_info": ["Rose Haft  started engineering in the 2nd grade, competing and winning engineering and math competitions at state, national and international levels ever since. She has studied biomedical optics at some of the world’s leading engineering schools (including Rose-Hulman, Stanford and Seoul University), has worked in public health and AI, has taught robotics and physics, and is currently building her 7th career headset with Lumenora."], "company_location": "berlin", "company_cohort": "europe-10"}, {"company_name": "Machine Medicine", "company_cat": "DIGITAL HEALTH", "company_url": "http://machinemedicine.com/", "company_short_desc": "Machine Medicine uses computer vision to predict and prevent falls before they happen.", "company_long_desc": "Machine Medicine  uses computer vision to predict and prevent falls before they happen. Falls among elderly patients cost the NHS £2bn annually and £50bn in healthcare costs worldwide. A third of the falls are preventable with existing physiotherapy, but this it is not a cost effective option at scale. Machine Medcine analyses video data from CCTV systems in homes and hospitals in order to predict and prevent falls. We combine computer vision and clinical expertise to make prevention possible.", "founders": ["Jonathan O’Keefe", "Georgiana Petria"], "founders_info": ["Jonathan O’Keefe  is an Oxbridge trained doctor, neuroscientist, and machine learning engineer. He is currently a fellow in Neurology at UCLH and an academic at UCL. He has eight years of clinical experience, as well as an MSc in Machine Learning.", "Georgiana Petria  has more than six years of experience in building video and computer vision products for major players such as Amazon. She holds an MSc in Computer Science from Ensimag and was previously the founder of an augmented reality startup."], "company_location": "london", "company_cohort": "ef8-london"}, {"company_name": "Magic Pony Technology", "company_cat": "AR/VR/MEDIA", "company_url": "https://cortex.twitter.com/", "company_short_desc": "Machine-learning based approaches to video enhancement, prediction and compression. ", "company_long_desc": "Magic Pony Technology  is a research-led software company developing new machine-learning based approaches to video enhancement, prediction and compression. They raised  one of Europe’s largest seed rounds  in 2015, and their team includes PhDs from the top machine learning groups at Cambridge, Oxford, and Imperial. Rob was recently named one of  Forbes’ “30 Under 30”  in technology for 2016.Just 18 months after they started Magic Pony Technology at EF, it was  acquired by Twitter for a reported $150 million .", "founders": ["Rob Bishop", "Zehan Wang"], "founders_info": ["Rob Bishop  graduated from Imperial with a Master’s degree in Electrical and Electronics Engineering, and was the first engineering employee at Raspberry Pi. He sold his first EF company Intelligent Spatial Positioning midway through EF.", "Zehan Wang  has a PhD in Computer Vision and Biomedical Image Analysis from Imperial, and previously started a company using computer vision to track skin conditions. Rob and Zehan met on EF."], "company_location": "london", "company_cohort": "ef3-london"}, {"company_name": "Magic Sandbox", "company_cat": "INFRASTRUCTURE/DEV TOOLS", "company_url": "https://www.magicsandbox.com/", "company_short_desc": "producing world class software engineers at scale.", "company_long_desc": "Magic Sandbox  produces world class software engineers at scale. What makes a great developer are the years of navigating and interacting with a diverse stack at a top tech company. Such exposure doesn’t just deepen the understanding of technologies, it enables the engineer to connect the dots, and as a result solve hard problems effectively.", "founders": ["Jord van den Hooff", "Mislav Stipetic"], "founders_info": ["Jord van den Hooff  is a full-stack designer. He moved to China aged 19, where he studied Chinese & Design. He spent 10 years building startups, including an e-commerce company. He was also UX Design Director at Razorfish and Publicis. In Europe, he joined BCG Digital Ventures as a Senior PM.", "Mislav Stipetic  is a full-stack engineer. He studied CS in Zagreb (TA in Computational Theory & Compilation of Programming Languages). He was part of the Core Infrastructure team at Delivery Hero. He then joined the AI Team at Flixbus and recently led the IoT platform at Infarm."], "company_location": "berlin", "company_cohort": "europe-10"}, {"company_name": "Marble", "company_cat": "Aerospace", "company_url": "http://www.marble-aero.com/", "company_short_desc": "Producing breakthrough unmanned electric aircraft to power the drone industry.", "company_long_desc": "Marble  produces breakthrough unmanned electric aircraft to power the drone industry. We fill the gap between hobby and military systems, providing high performance and reliability to the industries that are leading the implementation of commercial applications like aerial delivery and personal transportation.", "founders": ["Mathieu Johnsson", "Charles Peurois"], "founders_info": ["Mathieu Johnsson  spent the last five years designing planes for the secretive Airbus Future Projects, leading the introduction of 3D printing on production aircraft, and hacking world speed record electric aircraft in his garage. He holds an MSc from Cranfield University and a skydiving licence.", "Charles Peurois  has worked in the R&D lab of the World Championship winning Mercedes F1 team, developed computer tools for design and manufacture at Airbus and spent the last decade building and flying drones in his spare time. He holds an MEng from Imperial College and lands planes on the Alps’ slopes."], "company_location": "london", "company_cohort": "ef7-london"}, {"company_name": "Massless", "company_cat": "AR/VR/MEDIA", "company_url": "http://massless.io/", "company_short_desc": "Making 3D tools for 3D design.", "company_long_desc": "MΛSSLΞSS  is the future of three dimensional immersive design. We’ve a precise and intuitive tool that allows designers to break free from the surface and create in the 3D space we live in. We make 3D tools for 3D design.", "founders": ["Jack A. Cohen", "Dominic Hosler"], "founders_info": ["Jack A. Cohen  has a PhD in Theoretical and Computational Physics from Oxford, a Royal Academy of Engineering Enterprise Fellowship, and has been a lifelong maker and creator. He has been active in the AR/VR community presenting in Europe, Asia and America.", "Dominic Hosler  has a PhD in Relativistic Quantum Communication from Sheffield, was a senior software engineer in an ISO 9001 engineering company, and recently worked in one of the top product design companies in Cambridge."], "company_location": "london", "company_cohort": "ef9-london"}, {"company_name": "Mavrx", "company_cat": "AGRICULTURE", "company_url": "https://www.mavrx.co/", "company_short_desc": "Maximising crop yields with an network of planes and UAVs.", "company_long_desc": "Mavrx  uses a network of planes and UAVs to collect high resolution imagery, and use image analysis to generate insights to maximise crop yields. We’re active in vineyards across North America and Africa.", "founders": ["Max Bruner", "Yuan Yang"], "founders_info": ["Max Bruner  holds an M.Phil. in Technology Policy & Economics from the University of Cambridge and formerly served as a policy advisor to the U.S Department of Energy.", "Yuan Gao  holds MEng. from the University of Oxford and is co-founder of Universal Air Ltd – which led the development of mechatronics for education and research.  "], "company_location": "london", "company_cohort": "ef1-london"}, {"company_name": "Medios", "company_cat": "DIGITAL HEALTH", "company_url": "https://mediostech.com/", "company_short_desc": "Deep learning software facilitating the detection of diabetic retinopathy.", "company_long_desc": "Diabetic retinopathy is a common complication of diabetes affecting the eye. Diabetic patients go blind if untreated before noticeable symptoms occur. Screening for this disease is however massively inefficient. Diabetes doctors cannot detect this disease, and it requires scarce eye specialists.  Medios Technologies  builds deep learning software that enables every doctor to detect diabetic retinopathy in the absence of a specialist, allowing diabetes doctors to improve their practices and prevent blindness.", "founders": ["Bhargav Sosale", "Florian Savoy"], "founders_info": ["Bhargav Sosale  is a software engineer and product designer from Nanyang Technological University. He has designed and built consumer products used by thousands and comes from a family of diabetes doctors.", "Florian Savoy  is computer vision and machine learning expert. He obtained his Master’s Degree form EFPL and has four years of research experience with the Advanced Digital Sciences Center, a Singapore based research lab of the University of Illinois."], "company_location": "singapore", "company_cohort": "efsg2-singapore"}, {"company_name": "Merkle Science", "company_cat": "Finance", "company_url": "https://www.merklescience.com/", "company_short_desc": "Merkle Science provides a risk monitoring solution to detect and prevent illegal use of cryptocurrencies.", "company_long_desc": "We believe that by 2030, every consumer who makes a credit card payment or a bank transfer, would have used the blockchain without even knowing it. For this to happen, regulators would play a very important role. Our vision is to be the layer of trust between banks, regulators and blockchain companies.Globally, there is a wave of upcoming cryptocurrency regulations for AML and fraud prevention (FATF, EU 5th AML Directive, SG Payment Services Bill). In order to comply, blockchain companies, funds and regulators need high-tech cybercrime tools.", "founders": ["Mriganka Pattnaik", "Nirmal AK"], "founders_info": ["Mriganka PattnaikMriganka Pattnaik (CEO) has 6 years of experience across investment banking and technology. Before EF, he worked at Luno, a Naspers backed cryptocurrency exchange where he was responsible for business expansion as they scaled from 5 to 40 countries.", "Nirmal AKNirmal AK (CTO) has 6 years of work experience as fraud data scientist at Paypal and Instamojo, an Indian payments startup. Prior to joining EF, he founded a startup which manufactured ethereum mining rigs."], "company_location": "singapore", "company_cohort": "asia-4"}, {"company_name": "Metis Labs", "company_cat": "MANUFACTURING/INDUSTRIAL", "company_url": "http://metislabs.tech/", "company_short_desc": "Optimising industrial processes using intelligent software.", "company_long_desc": "Many automated industrial processes suffer from inefficient operation and low yield, resulting in scrap, rework, and wasted energy.  Metis Labs  is building an intelligent software application to solve this problem. Their software learns the characteristics of any production process, allowing their customers to predict process outcomes, uncover unexpected relationships, and optimise process parameters to reduce operating costs – all in real time. Their software is easy to implement and designed for daily use by factory operators and production engineers – turning raw data into timely actions.", "founders": ["Alex Appelbe", "Bashir Beikzadeh"], "founders_info": ["Alex Appelbe  is a mechanical engineer with a Master’s in Industrial Systems from Cambridge University.  He has 10 years of experience in the manufacturing sector.", "Bashir Beikzadeh  has a degree in Electrical Engineering and a Master’s in Software Engineering from the University of Auckland. He has spent a number of years developing industrial IoT products."], "company_location": "london", "company_cohort": "ef8-london"}, {"company_name": "Metomic", "company_cat": "SECURITY", "company_url": "https://metomic.io/", "company_short_desc": "Metomic is data privacy made simple.", "company_long_desc": "Metomic  is data privacy made simple. Managing data privacy is painful for online companies. New regulations take months to understand, are costly to implement, and organisations still don’t get it right – risking millions in fines and ruining the user experience.", "founders": ["Richard Vibert", "Ben van Enckevort"], "founders_info": ["Richard Vibert  has spent his career as a data scientist in the UK, US and Asia; culminating in the position of Vice President and Head of Data Strategy at Sotheby’s. He currently sits on the committee of the Data Protection Forum and received his M.Sc Maths from King’s College London.", "Ben van Enckevort  is a serial creator, engineer, and the inspiration for Slack’s ⌘K. After starting his first software business at age 18, he went on to complete a Master’s in CS at Imperial and has since worked with startups and banks building software that has touched millions of people worldwide."], "company_location": "london", "company_cohort": "europe-10"}, {"company_name": "MicroSec", "company_cat": "SECURITY", "company_url": "https://www.usec.io/", "company_short_desc": "MicroSec is bringing enterprise grade security to IoT and sensor networks.", "company_long_desc": "MicroSec  is bringing enterprise grade security to IoT and sensor networks. Their patent pending optimization techniques allow power and bandwidth constrained nodes to have enterprise level security as equivalent to any other Internet based system. MicroSec security design is network protocol agnostic allowing it to work on any communication technology.", "founders": ["Vishram Mishra", "Magzhan Ikram"], "founders_info": ["Vishram Mishra  is an award winning researcher and a certified information security professional. He has a PhD in wireless communication from NTU in the advance area of wireless communication. He has more than 8 years of experience in this area of security, network protocols and embedded systems.", "Magzhan Ikram  is a mathematician with a master’s degree in applied mathematics and computer science from LMSU. He has several years of experience in the area of computational topology and deep learning on the platforms like super computers and embedded systems."], "company_location": "singapore", "company_cohort": "efsg1-singapore"}, {"company_name": "Migacore", "company_cat": "Aerospace", "company_url": "https://migacore.com/", "company_short_desc": "Migacore enables travel companies to make sense of online information.", "company_long_desc": "Migacore  enables travel companies to make sense of the plethora of news, social media, and event information available online. Using state of the art natural language processing, we can accurately harness this treasure trove of information to optimise pricing and marketing decisions.", "founders": ["Abheer Kolhatkar", "George Brova"], "founders_info": ["Abheer Kolhatkar  has extensive experience in the aviation industry: he holds a BSc in Aeronautical Engineering, has worked as a commercial pilot, and also developed a pricing engine in private aviation.", "George Brova  is an expert in information extraction, graph mining, and natural language processing. He has worked with big data technologies at Palantir and Google, as well as in revenue optimisation at Groupon."], "company_location": "london", "company_cohort": "ef8-london"}, {"company_name": "Mimica", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "https://mimica.ai/", "company_short_desc": "Mimica builds self-learning automations for digital work.", "company_long_desc": "Mimica  builds self-learning automations for digital work. We’re building software that observes the user for a few weeks; derives the intent behind the clicks and keystrokes; and generates the automation automatically.", "founders": ["Tuhin Chakraborty", "Raphael Holca-Lamarre"], "founders_info": ["Tuhin Chakraborty  is a software engineer who led engineering teams at LinkedIn and Pandora. He studied machine learning at Stanford, and holds a patent for a supervised learning model he developed at LinkedIn. He formerly founded a tech startup, which he built and licensed to Google.", "Raphael Holca-Lamarre  completed a PhD at the intersection of computational neuroscience and machine learning. Over a decade of research at McGill, ETH and TU Berlin, he developed the technical insights at the core of Mimica. He has won grants and awards, including Germany’s most highly regarded research scholarship."], "company_location": "london", "company_cohort": "ef9-london"}, {"company_name": "MOBILUS", "company_cat": "ROBOTICS/IOT", "company_url": "http://mobiluslabs.com/", "company_short_desc": "MOBILUS Labs is a hands-free, ear-free voice platform.", "company_long_desc": "MOBILUS Labs  is a hands-free, ear-free voice platform. MOBILUS uses breakthrough technology in voice recognition, bone conduction, and hybrid networking to deliver a frictionless voice experience for groups of any size, at any range, and in any environment. Nothing in your ears. Nothing in your hands.", "founders": ["Jordan McRae"], "founders_info": ["Jordan McRae  has a BSc and an MSc in space and ocean robotics from MIT and Stanford University respectively and has built complex hardware/software systems for companies including Lockheed Martin. He also has more than 10 years of entrepreneurial experience focussed on new innovations in voice communication in extreme environments."], "company_location": "london", "company_cohort": "ef8-london"}, {"company_name": "Moonsift", "company_cat": "COMMERCE/MARKETPLACE", "company_url": "https://www.moonsift.com/", "company_short_desc": "Moonsift is the first platform for shoppers to create their own digital twin for product discovery.", "company_long_desc": "Moonsift  is the first platform for shoppers to create their own digital twin for product discovery. We’ve built an unbiased platform that allows our users are providing us with an understanding of their tastes that is more detailed than anything that exists elsewhere", "founders": ["Alexander Reed", "David Wood"], "founders_info": ["Alexander Reed  has come from leading Accenture’s Innovation Programme and most recently managing the creation of an AI-led online buying experience for one of the largest FTSE retailers . He spent 2 years as a management consultant and previously founded a B2B and B2C sales business.", "David Wood  applied machine learning in the discovery of new types of brain cells during his Computational Neuroscience PhD. Since his time as a Data Scientist at Ted Baker he has become passionate about utilising his skills to find a better way than advertising to match people with products."], "company_location": "london", "company_cohort": "europe-10"}, {"company_name": "Morta", "company_cat": "MANUFACTURING/INDUSTRIAL", "company_url": "https://morta.io/", "company_short_desc": "Morta digitises and automatically enforces construction rules", "company_long_desc": "Morta  digitises and automatically enforces construction rules.Construction management teams rely on paper documents that define project rules. They spend over 50% \nof their time manually enforcing these rules and logging events. Paper-based processes are prone to human \nerror, often resulting in delays and waste.Morta digitises construction rules. Our first product is aimed at design management. Managers define \nmachine-readable rules on a web-based interface.Morta automatically enforces these rules and logs all events. By eliminating time, cost, and error from these \nprocesses, Morta has captured the interest of five leading engineering firms.", "founders": ["Mohammad Shana’a", "Matthew Morrison"], "founders_info": ["Mohammad Shana’a  (CEO) spent five years leading digitisation efforts with the largest contractor in the Middle East. He focused on setting best practices for information management and led partnerships with technology startups (e.g. robotics, IoT). He has an MPhil in Engineering from Cambridge.", "Matthew Morrison  (CTO) spent the last two years developing cutting edge applications and has an MSc in Computer Science from Imperial College London. He previously worked for more than five years in Investment banking and Asset Management, with a focus on Technology."], "company_location": "london", "company_cohort": "europe-11"}, {"company_name": "Movel AI", "company_cat": "ROBOTICS/IOT", "company_url": "http://movel.ai/", "company_short_desc": "Movel AI is the next generation robot navigation software platform.", "company_long_desc": "Movel AI  is the next generation robot navigation software platform. We use computer vision, deep learning, and sensor fusion for robot navigation. Our technology makes robot work in places that not possible before.", "founders": ["Abhishek Gupta", "Haoyu BaiZhan", "Wei Lim"], "founders_info": ["Abhishek Gupta  is a serial entrepreneur holding a Master’s degree in Embedded Systems from NTU. He was a leading researcher at SUTD who designed self-driving bicycles and solar-powered robots.", "Haoyu Bai  completed his PhD in Computer Science from NUS. He has more than ten years experience in AI and robotics. He developed powerful AI algorithms making aircraft collision avoidance systems 100 times safer, and self-driving car navigation system that can understand human behavior.", "Zhan Wei Lim  completed his PhD in Computer Science from the National University of Singapore, where he designed path planning algorithms for efficient UAV search and rescue. He’s completed groundbreaking research in incorporating active learning with Bayesian reinforcement learning."], "company_location": "singapore", "company_cohort": "efsg1-singapore"}, {"company_name": "Multiply", "company_cat": "Finance", "company_url": "http://www.multiply.ai/", "company_short_desc": "Multiply provides interactive, adaptive personalised financial plans.", "company_long_desc": "Multiply  provides interactive, adaptive personalised financial plans with specific product recommendations across people’s entire financial world: savings, investments, protection and mortgages. We fully automate generating the plans by combining complex financial modeling techniques and machine learning and will make putting the plans into action totally seamless and free.", "founders": ["Vivek Madlani", "Michael Curtis"], "founders_info": ["Vivek Madlani  spent 12 years in finance at Lehman Brothers and RBS, where he built a trading business with £110m in annual revenues, designed and distributed products into the UK retail space and learnt all about the best aspects of advice.", "Michael Curtis  has a PhD from Cambridge simulating black holes where he also led production and design at Varsity newspaper. He has been building web-apps since he was 12 and is an award winning communicator."], "company_location": "london", "company_cohort": "ef7-london"}, {"company_name": "Musiio", "company_cat": "AR/VR/MEDIA", "company_url": "https://www.musiio.com", "company_short_desc": "Developing A.I. solutions to help music aggregators, production libraries and major record labels with curation.", "company_long_desc": "Musiio  develops A.I. solutions intended to assist music aggregators, production libraries and major record labels with their curation needs. Using Deep Learning, our product is able to listen to huge volumes of music in a short amount of time to find sonic matches, thus reducing the amount of time and effort otherwise needed by human curators. By increasing efficiency,  Musiio  will in turn increase accuracy by effectively “listening” through tracks that may be buried deep in large databases.", "founders": ["Hazel Savage", "Aron Pettersson"], "founders_info": ["Hazel Savage  has spent more than 12 years in the music-technology industry, having previously worked for Shazam, Pandora Internet Radio and Universal Music.", "Aron Pettersson  is a data scientist who has spent 17 years writing code and holds a degree in physics. He previously built an A.I. that played the Swedish stock market that received 28% returns for 8 years in a row."], "company_location": "singapore", "company_cohort": "efsg3-singapore"}, {"company_name": "myLevels", "company_cat": "DIGITAL HEALTH", "company_url": "https://mylevels.com/", "company_short_desc": "myLevels help people see and understand what foods are best for their unique metabolism.", "company_long_desc": "myLevels  uses data from Continuous Glucose Monitors and Bayesian Machine Learning to model the very personalised impact that food has on people’s bodies. We help you see and understand what foods are best for your unique metabolism. People using myLevels for weight loss have dropped >10kg.", "founders": ["Laura Douglas", "Iliyan Zarov"], "founders_info": ["Laura Douglas  has extensive experience building AI health products – including personalised medication, disease prediction and Babylon’s AI doctor. She has degrees in ML and Statistics from Cambridge and UCL. Laura started analysing her sugar levels last year, changing her relationship with food.", "Iliyan Zarov  has 15 years of experience researching complex algorithms in quant finance and healthtech. At Babylon, he made Bayesian Inference possible at scale. He has degrees in CS and Maths. Iliyan’s health-hacking journey started with a bet to get from chubby to 6-pack. "], "company_location": "london", "company_cohort": "europe-10"}, {"company_name": "Nanovery", "company_cat": null, "company_url": "https://www.nanovery.co.uk/", "company_short_desc": "Nanovery is developing nanorobots to diagnose the world’s deadliest diseases", "company_long_desc": "Nanovery is developing nanorobots to diagnose the world’s deadliest diseases.The world spends $4 trillion on chronic diseases annually, of which $1.2 trillion is on cancer. \nRecent advances enabled early cancer detection with just a blood sample. But this still takes 2 weeks.Nanovery develops nanorobots for early disease detection in 2 hours. We are starting with cancer but rolling out to other diseases. Our nanorobots can be dropped into blood samples and they light up when they capture a disease biomarker.We are in discussions with several pharma companies, have confirmed collaboration with Genomics England and are partnering in a number of clinical trials.", "founders": ["Dr Mun Ching Lee", "Dr Jerzy Kozyra"], "founders_info": ["Dr Mun Ching LeeLee holds a PhD in Pharmacology. She was the lead scientist and spokesperson for a multi-award winning iGEM team which competed with over 200 universities in the world finals at MIT. She has previously co-founded a robotics startup to automate cancer research.", "Dr Jerzy KozyraJerzy holds a PhD in DNA nanotechnology and has an extensive background in complex AI. He has \n7 years of interdisciplinary experience at ICOS (leading UK synthetic biology group), where he worked at the cutting edge of computational biology: designing and building nanodevices using synthetic DNA."], "company_location": "london", "company_cohort": "europe-11"}, {"company_name": "Narus", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "https://narus.io/", "company_short_desc": "An intelligent industry-wide knowledge management platform", "company_long_desc": "The legal industry is struggling to protect their biggest asset: knowledge. Too much knowledge gets lost, and too much of lawyers’ time is wasted on searching for it. Narus is an intelligent industry-wide knowledge management platform for lawyers. With our proprietary knowledge graph and by harnessing the power of machine learning, our solution can distinguish in daily communication what is legal know-how and what is not, and then automatically categorise and logically connect hundreds and thousands of knowledge nuggets. This turns a burdensome and dull process into a real breeze.", "founders": ["Flora Suen-Krujatz", "Yiyang Shao"], "founders_info": ["Flora Suen-KrujatzFlora Suen-Krujatz is a former Linklaters London knowledge lawyer with a decade of experience", "Yiyang ShaoYiyang Shao is an award-winning programmer specialised in machine learning."], "company_location": "singapore", "company_cohort": "asia-4"}, {"company_name": "Neoplants", "company_cat": null, "company_url": "https://www.neoplants.co/", "company_short_desc": "Neoplants use synthetic biology to design plants for the future", "company_long_desc": "Neoplants use synthetic biology to design plants for the future.Indoor air pollution is up to five times higher than outdoors, and we spend 90% of our time inside. Yet there is no effective solution against the main pollutants (VOCs).We use the latest synthetic biology and gene editing techniques to develop the first air-purifying plants for your home. By creating this new category, we want to become the first legitimate brand of plants ever seen, so that we can put neoplants indoors, outdoors, everywhere.A radical product innovation, and a huge business opportunity leveraging consumer and societal trends.", "founders": ["Patrick Torbey", "Lionel Mora"], "founders_info": ["Patrick TorbeyPatrick Torbey is the CTO of Neoplants. He has a DeepTech background with a passion for taking the “fi” out of “sci-fi”, he completed his PhD in genome editing (transgenesis, CRISPR/Cas9) at ENS Paris and published 3 papers on the matter. He’s the best person to turn this fantastic vision into a reality.", "Lionel MoraLionel Mora is the CEO of Neoplants. Business background with a product obsession, he spent 4 years as a Product Marketing Manager at Google, launching new categories at scale. That makes him the best person to market this new category of plants, drive our vision and lead this company."], "company_location": "paris", "company_cohort": "europe-11"}, {"company_name": "Neurobit", "company_cat": "DIGITAL HEALTH", "company_url": "https://www.neurobit.io/", "company_short_desc": "Improving the quality and efficiency of sleep using cutting-edge machine learning and acoustic neurofeedback.", "company_long_desc": "Neurobit  is building wearable sleep technology that goes beyond traditional sleep tracking and can improve the quality and efficiency of sleep using cutting-edge machine learning and acoustic neurofeedback. Imagine getting the benefits of a 2 hours sleep in 1 hour, imagine being able to design your own sleep! Neurobit makes it possible by combining the latest in sleep sciences with the cutting edge of engineering.", "founders": ["Dr. Amiya Patanaik", "Kishan"], "founders_info": ["Dr. Amiya Patanaik  has been studying sleep and cognitive neuroscience for nearly 8 years now and has published 10 papers in high impact journals and 2 international patents.  He has a Ph.D. in computer engineering from Nanyang Technological University and a B.Tech from Indian Institute of Technology – Kharagpur. Before joining Neurobit, he was working on improving sleep using neuro-modulation as a postdoc at Duke-NUS medical school.", "Kishan  is an expert in bioelectronic design and soft condensed matter physics. He has worked in multiple world-renowned labs and universities including NCBS TIFR, Bangalore, NUS Singapore, New York University and CNRS Lab in Toulouse, France. He has a Masters and Bachelors degree in physics from Indian Institute of Science, Education, and Research. He was a research scholar at New York University in the Department of Physics from which he dropped out to start Neurobit technologies."], "company_location": "singapore", "company_cohort": "efsg3-singapore"}, {"company_name": "Neurofenix", "company_cat": "DIGITAL HEALTH", "company_url": "http://neurofenix.com/", "company_short_desc": "Neurofenix makes rehabilitation affordable and enjoyable for stroke patients.", "company_long_desc": "Neurofenix  makes rehabilitation affordable and enjoyable for stroke patients. Our product consists of an innovative hand controller linked to a software platform. It motivates patients to practice the most critical exercises through their favorite games, letting them share their progress and support each other via an online community.", "founders": ["Guillem Singla Buxarrais", "Dimitris Athanasiou"], "founders_info": ["Guillem Singla Buxarrais  is a prize-winning biomedical engineer and holds a first class Master’s in Neurotechnology from Imperial College. He has previously developed probabilistic algorithms in haptics and robotics publishing work on hand modelling in virtual reality.", "Dimitris Athanasiou  holds a Master’s in Biomechanics from Imperial College and Innovation Awards in advanced mechanical design. He has experience in medical device development and clinical trials at Lightpoint Medical."], "company_location": "london", "company_cohort": "ef6-london"}, {"company_name": "Neurum", "company_cat": "DIGITAL HEALTH", "company_url": "https://www.neurumhealth.com/", "company_short_desc": "Neurum leverages digital data to understand then manage behavioural health - in the real world, real-time.", "company_long_desc": "Neurum leverages digital data and machine learning to create real-world, real-time indicators of  behavioural health. Under the ethos of measurement-informed management, relevant tools and exercises are proactively prompted wherever an individual/ team/ organisation may be on the behavioural health spectrum.", "founders": ["Megan Lam", "Caleb Chiu"], "founders_info": ["Megan LamMegan Lam’s research fellowship at Yale School of Medicine used digital data from connected devices to find patterns on depressive symptoms. There, co-founded emeritus Psychiatry Technology Group. She serves on the executive board of GIANT Health events, adviser for Shared Value Project HK’s mental health initiative, and consults on HealthTech developments.", "Caleb ChiuCaleb Chiu is an expert in consumer applications, spending 8 years building top charting products as a full-stack software engineer. He has leveraged his skills from Bloomberg, to developing AI-enabled digital therapeutic alongside Imperial College’s Department of Psychology, and founding a government-backed mental health startup. He holds a Masters degree in Computer Science from Imperial College London."], "company_location": "hong-kong", "company_cohort": "asia-4"}, {"company_name": "Nivoda", "company_cat": "COMMERCE/MARKETPLACE", "company_url": "https://nivoda.net/", "company_short_desc": "Nivoda aggregates the world's diamonds.", "company_long_desc": "Nivoda  aggregates the world’s diamonds. They can be purchased from anywhere in a single checkout and, because we consolidate international shipping, delivery costs are reduced by an average of 75% for our customers.", "founders": ["David Sutton", "Andre Woons"], "founders_info": ["David Sutton  has spent the past 12 years gaining insight into every aspect of the diamond industry: wholesaling jewellery to stores; working in a retail showroom; and local diamond distribution in South Africa. He also co-founded Taylor & Hart online jewellery store, which is based in London.", "Andre Woons  previously co-founded Florin, which was rated the best peer-to-peer payment application in the Netherlands. He led a development team of 4 and was responsible for building the integrations with banks. He has the experience required to lead the development of the e-commerce, logistics and finance aspects of the business."], "company_location": "london", "company_cohort": "ef9-london"}, {"company_name": "Nodes and Links", "company_cat": "MANUFACTURING/INDUSTRIAL", "company_url": "https://www.nodeslinks.com/", "company_short_desc": "Nodes & Links is taming the complexity of modern projects.", "company_long_desc": "Nodes & Links  is taming the complexity of modern projects. The lack of tools for managing this complexity leads to large contingency budgets being wasted. Our software uses complexity science and structured project data to identify complex risks and suggest mitigation strategies.", "founders": ["Greg Lawton", "Christos Ellinas"], "founders_info": ["Greg Lawton  is an Astrophysicist who spent the last 7 years of his career in BAE Systems (UK). He managed large defence programmes (£100M+), advised the Board of Directors on International Strategy, and owned key relationships with the UK Government and MoD.", "Christos Ellinas  holds a doctorate in Complex Systems from Bristol University (UK) and was a Visiting Professor at Stevens Institute (USA). His research is award-winning, has attracted EU funding and been piloted across several large-scale projects."], "company_location": "london", "company_cohort": "europe-10"}, {"company_name": "Nostos Genomics", "company_cat": "LIFE SCIENCE", "company_url": "http://www.nostos-genomics.com/", "company_short_desc": "Nostos Genomics uses CRISPR to unlock genomics-based medicine.", "company_long_desc": "Nostos Genomics uses CRISPR to unlock genomics-based medicine.Worldwide, 300M people live with diseases caused by DNA mutations. Yet, most will never receive a diagnosis because genetic testing is ineffective in >70% of cases.Nostos Genomics offers SaaS that empowers medical labs to diagnose more patients with genetic disorders. Our proprietary ML algorithm links DNA mutations to disease, using exclusive data generated 100x faster with our cutting-edge CRISPR technology.We’ve assembled a world-class team of scientists. Together, we’re running pilots testing our prototype with 4 medical labs, including the largest lab chain in EU (€1.5B revenue/year).", "founders": ["Rocío Acuña Hidalgo", "David Gorgan"], "founders_info": ["Rocío Acuña HidalgoRocío Acuña Hidalgo is a medical doctor with a \nPhD in human genetics and a decade of experience in genomics. She has carried out award-winning research in prestigious institutions such as the Max Planck Institute and the University of Washington, mastering new technologies including CRISPR and NGS.", "David GorganDavid Gorgan brings in experience from working in 4 leading healthcare organizations, initiating a multi-million Euro infrastructure project, and a degree in business, economics and law from the University of St. Gallen. He is passionate about solving this problem as he is experiencing it firsthand."], "company_location": "berlin", "company_cohort": "europe-11"}, {"company_name": "nPlan", "company_cat": "PROPERTY/REAL ESTATE", "company_url": "http://nplan.io/", "company_short_desc": "nPlan’s software uses machine learning to analyse construction schedules to determine where the biggest risks lie and then recommend improvements.", "company_long_desc": "Construction projects are consistently and critically delayed, often because building credible schedules is a challenge beyond human capability.  nPlan ’s software uses machine learning to analyse construction schedules to determine where the biggest risks lie and then recommend improvements. We will become the global go-to method for construction planning that is both accurate and reliable.", "founders": ["Dev Amratia", "Alan Mosca"], "founders_info": ["Dev Amratia  has worked for the UK Government where he led the national review on AI. Prior to that, he was a project manager with Shell and saw first hand how challenges in scheduling can make or break some of the most critical construction projects in the world.", "Alan Mosca  is completing his PhD at the University of London, where he has been researching deep learning theory and optimisation methods. Alan has also applied his skills working in quantitative finance roles in the city for seven years."], "company_location": "london", "company_cohort": "ef9-london"}, {"company_name": "Nstack", "company_cat": "INFRASTRUCTURE/DEV TOOLS", "company_url": "https://nstack.com/", "company_short_desc": "Nstack takes the functions developers write and deploys them to its platform in the cloud.", "company_long_desc": "Cloud computing has changed the way developers work, but getting your code in the cloud is still an absolute nightmare. Nstack takes this pain away. In a few simple commands,  Nstack  takes the functions developers write and deploys them to our platform in the cloud. Developers can then call them anywhere, in any language, without worrying about servers.", "founders": ["Leo Anthias", "Mandeep Gill"], "founders_info": ["Leo Anthias  is an EF and Y Combinator alum who came back to EF to solve this very problem because it was the biggest pain as the CTO of his previous company. He was the evangelist for this product before it even existed.", "Dr.  Mandeep Gill  completed his PhD at Oxford focused distributed systems engineering and the very technology that powers StackHut. Prior to that he worked on several startups and developed pricing systems at Deutsche Bank."], "company_location": "london", "company_cohort": "ef4-london"}, {"company_name": "Observe Technologies", "company_cat": "AGRICULTURE", "company_url": "http://www.observe.tech/", "company_short_desc": "Observe applies computer vision and machine learning to optimise aquaculture farms, so that farmers will not miss any opportunity to maximise stock value.", "company_long_desc": "Observe  applies computer vision and machine learning to optimise aquaculture farms, so that farmers will not miss any opportunity to maximise stock value. Through interfacing with existing infrastructure already in place on a farm, Observe cuts feeding costs while getting fish out of the water faster and increasing farm production.", "founders": ["Hemang Rishi", "Pieter Fabry"], "founders_info": ["Hemang  Rishi  won the Young Engineer For Britain in 2012 before getting his Master’s degree in electrical engineering from Imperial College London. He worked and published in the computer vision field  for 2.5 years, at companies including Laing O’Rourke as well as the Biologically Inspired Computer Vision Group at Imperial.", "Pieter Fabry  has experience implementing reinforcement learning models on videos in real time. He has done research and publications in embedded systems, working as a nano-satellite researcher at the VLSI lab at the National University of Singapore, as well as building embedded systems for high speed financial option pricing during his Master’s degree at Imperial."], "company_location": "london", "company_cohort": "ef7-london"}, {"company_name": "Octeract", "company_cat": "Data Analytics", "company_url": "https://www.octeract.co.uk/", "company_short_desc": "Octeract solves today’s unsolvable optimization problems.", "company_long_desc": "Octeract  solves today’s unsolvable optimization problems. We are developing the first optimization software in history that can guarantee that the best solutions to large-scale, non-linear optimization problems will always be found. Our revolutionary technology employs a combination of massive parallelism, AI, and a niche field of mathematics: deterministic global optimization.", "founders": ["Nikos Kazazakis", "Gabriel Lau"], "founders_info": ["Nikos Kazazakis  has 10 years of experience in optimization. He spent five years researching Deterministic Global Optimization (DGO) at Imperial College London, inventing the only known parallel DGO algorithms, and proving that it is possible to massively scale up DGO algorithms.", "Gabriel Lau  did a PhD in molecular physics at Imperial College London, and has extensive experience in numerical methods and local optimization techniques. He has also worked in the financial industry, which involved the development of a large scale electronic trading platform."], "company_cohort": "ef9-london"}, {"company_name": "Omini", "company_cat": "HEALTHCARE", "company_url": "https://www.ominilabs.com/", "company_short_desc": "Omini makes blood tests 100x faster and 100x simpler", "company_long_desc": "Omini makes blood tests 100x faster and 100x simpler.Clinical chemistry is at the heart of medical decisions, but this essential tool is still limited by the time it takes to perform tests in the laboratory.This creates a trade-off between the quality and speed of medical decisions. We develop portable, multipurpose bio-sensing devices for immediate blood tests that combine the accuracy of lab tests with the ease of using mobile devices.Our first product provides doctors with better diagnoses before prescribing an antibiotic to reduce excessive prescriptions. We have already secured 60 general practitioners for a first pilot study.", "founders": ["Joanne Kanaan", "Anna Shirinskaya"], "founders_info": ["Joanne KanaanJoanne Kanaan completed her PhD at the Ecole Normale Supérieure in Paris. Her work is at the frontier of biochemistry and biophysics. With 6 publications in her field, she is an expert in the production and manipulation of biological molecules outside their physiological context.", "Anna ShirinskayaAnna Shirinskaya holds a PhD in bioelectronics from the prestigious french Ecole Polytechnique. With two masters degrees in material sciences and electrochemistry, and an Erasmus fellowship, she is an expert in the design and fabrication of cutting edge bio-sensing devices."], "company_location": "paris", "company_cohort": "europe-11"}, {"company_name": "Onkolyze", "company_cat": "LIFE SCIENCE", "company_url": "https://www.onkolyze.com/", "company_short_desc": "Onkolyze helps doctors personalise chemotherapy treatment.", "company_long_desc": "Onkolyze  helps doctors personalise chemotherapy treatment. Using data already captured as part of the clinical workflow, Onkolyze allows doctors to simulate patient specific outcomes for different chemotherapy treatments. This is achieved by unique combination of computer vision, artificial intelligence, and computer simulations. Optimising cancer treatment for individuals improves patient outcomes and saves the healthcare ecosystem money.", "founders": ["Rory Wilding", "Vivek Sheraton"], "founders_info": ["Rory Wilding  has an MRes in Biomedical Sciences where he used in-vivo brain surgery models for pre-clinical psychopharmacology research. Rory has five years of product management and commercial experience working with early stage companies and corporate innovation.", "Vivek Sheraton  has a degree in chemical engineering from IIT Kanpur, specialising in fluid dynamics. He has been working for the past five years on developing cancer simulation models to unravel the complexity of tumor growth for his PhD at NTU, Singapore. Sheraton has published his work research in high impact peer-reviewed journals."], "company_location": "singapore", "company_cohort": "efsg3-singapore"}, {"company_name": "Open Cosmos", "company_cat": "Aerospace", "company_url": "http://open-cosmos.com/", "company_short_desc": "Open Cosmos provides customers with a development kit and simulator so they can build the technology at their own pace following its standard. ", "company_long_desc": "Open Cosmos  provides our customers a development kit and simulator so they can build the technology at their own pace following our standard. When ready, we take care of all the paperwork, integrate it into our nanosatellite alongside other customers and put it into space. This approach allows mass customization, reducing costs from the millions down to a few hundred thousand.", "founders": ["Rafel Jordá Siquier", "Han Lai"], "founders_info": ["Rafel Jorda̝ Siquier  is an aerospace engineer with an MBA and background in both space startups and big industry players such as Airbus D&S. He’s supported by a team of four.", "Han Lai  is an electronic engineer with 10 years of experience in a China-based supply-chain business producing high tech sensors."], "company_location": "london", "company_cohort": "ef5-london"}, {"company_name": "Optimal Labs", "company_cat": "AGRICULTURE", "company_url": "http://optimal.ag/", "company_short_desc": "Optimal Labs applies bleeding-edge Deep Reinforcement Learning to create highly-intelligent autopilots for farms.", "company_long_desc": "Optimal Labs  applies bleeding-edge Deep Reinforcement Learning to create highly-intelligent autopilots for farms. The efficiency, reliability and nutritional output of our food system is a function of the decisions made by individual farmers – based on intuition. Our mission is to deploy AI-controlled farms to make those decisions optimally and globally – enabling a larger and longer-living population.", "founders": ["David Hunter", "João Abrantes"], "founders_info": ["David Hunter  is a recent member of the Machine Learning Lab at the University of Oxford – one of only a handful of labs in the world focused on Deep Reinforcement Learning. He previously ran the algorithmic trading quantitative strategies team at Deutsche Bank where his algorithms traded >5% of the European stock market volume.", "João Abrantes  left his PhD in Robotics at EPFL to start Optimal. He has research and teaching experience in Machine Learning as well as a masters in bioengineering. He was the Portuguese youth pole-vault champion and is from a family of Olympians. Human nutrition has always been a key part of his life."], "company_location": "london", "company_cohort": "ef7-london"}, {"company_name": "PacketAI", "company_cat": "INFRASTRUCTURE/DEV TOOLS", "company_url": "http://www.packetai.co/", "company_short_desc": "PacketAI uses AI to automate IT Operations", "company_long_desc": "PacketAI uses AI to automate IT Operations.IT infrastructures are complex and generate TB’s of information every second. When incidents occur it takes time for engineers to analyse massive quantities of data, get to the root cause and fix issues – last year alone companies lost over 40B€ and engineers spent over 100M hours collectively to resolve IT incidents.At PacketAI, we leverage the power of Deep Learning to predict incidents before they impact customers and reduce the mean time to repair by up to 50%.We are currently running trials with a large Defence and Aerospace company and with a global Telecommunications giant.", "founders": [], "founders_info": ["Abdelhadi AzzouniAbdelhadi has a MS and PhD in CS from top universities in France and Canada. He specialises in applying ML to large scale networks and has spent 3 years collaborating with companies like Orange, Huawei to build autonomous IT infrastructures. He owns 2 patents and his work has been published in top journals.", "Hardik ThakkarHardik holds a B.E in Telecoms, a MSc in Business and has over 10 years of experience working for large companies such as Thales & Alstom. Recently he was the Regional Head of Operations for Uber in UKI and in the past has co-founded a VC-backed startup which today employs over a 100 employees."], "company_location": "paris", "company_cohort": "europe-11"}, {"company_name": "Panakeia", "company_cat": null, "company_url": "https://panakeia.ai/", "company_short_desc": "Panakeia makes cancer diagnosis faster and cheaper by eliminating theneed for multiple tests", "company_long_desc": "Panakeia  makes cancer diagnosis faster and cheaper by eliminating the need for multiple tests.Pathologist assessment of biopsy images is the gold standard for cancer diagnosis today. Complete diagnosis requires at least 4 additional tests done in separate labs. This takes 20 days and costs hospitals several thousand pounds.Panakeia’s deep-learning software enables doctors to get comprehensive diagnostic information from biopsy images they already have by fitting into existing workflow. Patients can get diagnosis from 1 test in 2 days at a fraction of the cost.We have partnerships with top cancer centres across 3 continents for data and trials of our patent-pending technology.", "founders": ["Pandu Raharja", "Pahini Pandya"], "founders_info": ["Pandu Raharja  (CTO) is one of the first to develop state-of-the-art machine learning models to predict cancer outcomes from images. He has 7 years’ ML experience including cancer drug design for Roche. He has 6 top-tier publications, 2 patents, won worldwide ML awards and 2 masters from LMU and TUM.", "Pahini Pandya  (CEO) has a decade of experience in cancer research including Post-doctorate from University of Cambridge. Her PhD focused on linking physical features from cancer tissue images to outcomes. She’s won several entrepreneurial awards and helped startups commercialise research."], "company_location": "london", "company_cohort": "europe-11"}, {"company_name": "Papercup", "company_cat": "AR/VR/MEDIA", "company_url": "http://papercup.ai/", "company_short_desc": "Papercup translates the voice track on videos so every creator can expand their reach to seven billion people.", "company_long_desc": "Papercup  translates the voice track on videos so every creator can expand their reach to seven billion people. People who create videos optimise for one metric: number of views. They need to reach an international audience because English- speaking markets are saturated with content. Papercup solves this by auto-translating the voice track on videos using a groundbreaking approach that combines Bayesian neural networks and speech synthesis.", "founders": ["Jesse Shemen", "Jiameng Gao"], "founders_info": ["J esse Shemen  co-founded Deloitte’s startup incubator and investment arm and co-launched a new venture at Octopus Investments. He graduated summa cum laude from New York University Stern School of Business.", "Jiameng Gao  is a post-grad from Cambridge with two Master’s degrees in speech processing and machine learning. He was the first employee at Calipsa (EF6), where he built the company’s machine learning and cloud architecture."], "company_location": "london", "company_cohort": "ef9-london"}, {"company_name": "PassFort", "company_cat": "Finance", "company_url": "https://passfort.com/", "company_short_desc": "PassFort allows companies to do rigorous KYC onboarding.", "company_long_desc": "PassFort  allows companies to do rigorous KYC onboarding without compromising on user experience or conversion. KYC regulations are a fact of life in industries ranging from financial services,real estate and online gambling. Current tools are slow to setup, expensive and provide a terrible end-user experience. PassFort can be deployed in hours.", "founders": ["Donald Gillies", "Henry Irish"], "founders_info": ["Donald Gillies  did an accelerated BSc in Financial Economics at St Andrews. He has a background in regulated markets: first in Private Equity, then at an Equity Crowdfunding startup.", "Henry Irish  received his MEng/BA from Cambridge doing security research. He is also a talented full-stack developer, having worked for Edgespring in San Francisco before they were acquired by Salesforce."], "company_location": "london", "company_cohort": "ef4-london"}, {"company_name": "Pencil", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "http://www.trypencil.com/", "company_short_desc": "Pencil is the world’s first creative AI platform for digital advertising teams in brands and agencies.", "company_long_desc": "Pencil  is the world’s first creative AI platform for digital advertising teams in brands and agencies. Their platform generates culturally inspired ad copy and visuals for any product and audience, while predictively optimising for creativity, conversion and brand relevance.", "founders": ["Will Hanschell", "Sumukh Avadhani"], "founders_info": ["Will Hanschell  is a systems engineer with 8 years in creative services, most recently as the Asia head of consulting at Iris, one of the world’s most creative agencies.", "Sumukh Avadhani  is an AI expert with 10 years’ experience in the field, from the Samsung Multimedia Lab to self-driving cars at Toshiba and anti-abuse at Google."], "company_location": "singapore", "company_cohort": "efsg3-singapore"}, {"company_name": "Permutive", "company_cat": "Data Analytics", "company_url": "https://www.permutive.com/", "company_short_desc": "Permutive doubles click through rates for publishers and provides personalised sponsored content, all on top of first party data.", "company_long_desc": "Permutive  doubles click through rates for publishers and provides personalised sponsored content, all on top of first party data.Every day, Permutive deals with millions of users for the world’s biggest publishers like The Metro and The Times.", "founders": ["Joe Root", "Tim Spratt"], "founders_info": [], "company_location": "london", "company_cohort": "ef2-london"}, {"company_name": "PetaGene", "company_cat": "LIFE SCIENCE", "company_url": "http://www.petagene.com/", "company_short_desc": "PetaGene enables smaller, faster, better genomics data.", "company_long_desc": "PetaGene  enables smaller, faster, better genomics data. The costs of storing and transferring genomic data are rapidly growing relative to the cost of sequencing, and threaten to overtake sequencing costs over the next five years.PetaGene’s multi-patent pending Bayesian approach can reduce the size of genomic data by up to a factor of five, reducing storage costs and accelerating transfers, while even potentially improving the quality and speed of downstream analyses.", "founders": ["Dan Greenfield"], "founders_info": ["Dan Greenfield  received the BCS Distinguished Dissertation award for the top Computer Science PhD in the UK, building on his earlier degrees in Bioinformatics and Computer Engineering, and his experience leading teams in Silicon Valley. "], "company_location": "london", "company_cohort": "ef6-london"}, {"company_name": "Phantasma", "company_cat": "AUTOMOTIVE", "company_url": "https://phantasma.global/", "company_short_desc": "Phantasma offers Simulation as a Service to generate data-sets at scale for training self-driving cars.", "company_long_desc": "Self Driving cars are massively underperforming humans in urban spaces. Their AI models need a substantial amount of data to deal with edge cases which humans cause. At  Phantasma  we offer Simulation as a Service to generate these data-sets at scale for training self-driving cars.", "founders": ["Ramakrishna Nanjundaiah", "Maria Meier"], "founders_info": ["Ramakrishna Nanjundaiah  holds an MSc in Computational Mechanics from TU Munich. He has built city-scale simulations, ranging from pedestrian dynamics to high-fidelity physics on supercomputers. He has worked at top automotive, aerospace and scientific architecture companies and labs.", "Maria Meier  holds an MSc in Software Engineering from TU Munich. She researched Distributed Databases at Oracle in Silicon Valley and Brown University, where a paper she co-authored won the Blue Sky Idea award. She then worked at startups in Berlin and built backends of 5 different databases."], "company_location": "berlin", "company_cohort": "europe-10"}, {"company_name": "Phoelex", "company_cat": "INFRASTRUCTURE/DEV TOOLS", "company_url": "https://www.linkedin.com/in/amirhn/?ppe=1", "company_short_desc": "Phoelex provides optical connectivity solutions for hyperscale datacenters.", "company_long_desc": "Phoelex  provides optical connectivity solutions for hyperscale datacenters via transceivers that are 10X smaller, 5X cheaper, and 3X more energy efficient. This translates to significant CAPEX and OPEX savings, but more importantly much higher performance intra-datacenter data communication.", "founders": ["Amir Nejadmalayeri"], "founders_info": ["Amir Nejadmalayeri  has a PhD in electrical engineering, specializing in optics and photonics. He did his postdoctoral research at MIT in areas of photonics and high frequency electronics, followed by industrial R&D at Samsung working on future generation of semiconductor devices. He has over 40 publications and patents, and his publications are cited 700 times. Amir is a Senior of Optical Society of America and a Senior of Institute of Electrical and Electronics Engineers."], "company_location": "london", "company_cohort": "ef7-london"}, {"company_name": "pi-top", "company_cat": "Education", "company_url": "https://pi-top.com/", "company_short_desc": "pi-top delivers the future of STEM education with made for makers and educators DIY laptop and desktop products.", "company_long_desc": "pi-top  delivers the future of STEM education with our made for makers and educators DIY laptop and desktop products. The combination of pi-tops hardware and software make it possible for any teacher, regardless of their computer literacy, to deliver fun and engaging lessons across the range of STEM and computer science subjects delivering results for students, parents and educators.", "founders": ["Jesse Lozano", "Ryan Dunwoody"], "founders_info": ["Ryan Dunwoody  has a 1st class masters degree in Engineering Science from Oxford University and  Jesse Lozano  is a world class salesman.Since launching in 2014 pi-top is now in 28 distributors across the world including Best Buy, BT, RS Components, Barnes & Noble and several of the largest educational technology distributors in the world. Pi-top was awarded EdTech start-up of the year by  BETT 2017 , Europes largest educational technology trade show and is the only Operating System to be endorsed by  OCR the UKs leading exam awarding body ."], "company_location": "london", "company_cohort": "ef3-london"}, {"company_name": "Pit.ai", "company_cat": "Data Analytics", "company_url": "https://www.pit.ai/", "company_short_desc": "Pit.ai mine trading strategies through artificial intelligence. ", "company_long_desc": "At  Pit.ai  we mine trading strategies through artificial intelligence. When it comes to processing massive financial data, machines have a natural advantage over humans. Our approach is based on a bleeding-edge, unpublished, proprietary machine learning technology, which allows us to achieve true alpha. ", "founders": ["Yves-Laurent Kom Somo"], "founders_info": [], "company_location": "london", "company_cohort": "ef7-london"}, {"company_name": "Plotist", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "https://www.plotist.com/about", "company_short_desc": "Plotist is the first story-centric production management platform", "company_long_desc": "Creating stories is based on tools and techniques that are antiquated and create gaps in the production process.  Plotist  is an end-to-end solution that can manage the production workflow using the story as a context, from writing to post-production, becoming the first story-centric production management platform.", "founders": ["Jay Cuno", "Simon Altschuler"], "founders_info": ["Jay Cano  is a Computer Engineer, Sociologist and amateur writer who has worked as an engineer for IBM on an enterprise collaboration platform. His academic experience spans organisations, collaboration and social networks as a Sociologist and neurocomputation, AI and simulation as an Engineer.", "Simon Altschuler  is a Computer Engineer from the Danish Technical University with vast industry experience creating complex web applications, including collaboration platforms and video streaming. He grew up in a family of storytellers, giving him a unique perspective on how stories work."], "company_location": "london", "company_cohort": "ef7-london"}, {"company_name": "Plumerai", "company_cat": "COMPUTING HARDWARE", "company_url": "http://plumerai.co.uk/", "company_short_desc": "Plumerai is making small machines intelligent by enabling them to use the power of deep learning locally and in real-time.", "company_long_desc": "Plumerai  is making small machines intelligent by enabling them to use the power of deep learning locally and in real-time. We do this by using a new type of deep learning, called Binarized Neural Networks.", "founders": ["Roeland Nusselder", "Taras Iakymchuk"], "founders_info": ["Roeland Nusselder  has two Bachelor’s in Physics and Mathematics and a Master’s in Mathematics from Utrecht University. He researched Efficient Deep Learning algorithms at the Dutch National Research Institute for Mathematics and Computer Science, which led to several peer-reviewed publications.", "Taras Iakymchuk  has five years of industry experience in hardware design, a PhD in Electronics from the University of Valencia and a Master’s in Electronics from Wroclaw University of Technology. He has over ten peer-reviewed publications on implementing neural networks on FPGAs."], "company_location": "london", "company_cohort": "ef9-london"}, {"company_name": "Plural AI", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "http://www.plural.ai/", "company_short_desc": "Plural AI is  building an intelligent research assistant to solve the fundamental frustration of knowledge professionals: that search engines and databases only provide raw data.", "company_long_desc": "Plural AI  is  building an intelligent research assistant to solve the fundamental frustration of knowledge professionals: that search engines and databases only provide raw data. Our product allows them to pose questions in plain English, and delegate the drudgery to our technology.", "founders": ["Camille Rougié", "Jaron Collis"], "founders_info": ["Camille Rougié  has eight years’ experience in finance (investment banking and PE). She spent two years at fintech startup MarketInvoice, launching new products worth £1m+ to the business. She holds an MSc in Economics and Finance from Sciences Po (Paris) and read Linguistics at Oxford.", "Jaron Collis  holds a PhD in AI from Queen’s University Belfast. He left an award-winning research group to lead development at several tech startups, and has two decades’ experience building natural language and knowledge-based systems. He passionately believes work should be for machines."], "company_location": "london", "company_cohort": "ef9-london"}, {"company_name": "PolyAI", "company_cat": "AR/VR/MEDIA", "company_url": "http://www.poly-ai.com/", "company_short_desc": "PolyAI is democratising conversational AI to give machines a voice.", "company_long_desc": "PolyAI  is democratising conversational AI to give machines a voice. We have developed a proprietary framework which collects annotated dialogue data at a fraction of the cost paid by our competitors. Our product is sector-agnostic, seamlessly scaling across different apps and languages.", "founders": ["Nikola Mrkšić", "Tsung-Hsien (Shawn) Wen", "Pei-Hao (Eddy) Su"], "founders_info": ["Nikola Mrkšić  was the first technical hire at VocalIQ, a machine learning startup acquired by Apple Siri in 2015. He holds a PhD from Cambridge.", "Tsung-Hsien (Shawn) Wen  is a well-known machine learning researcher who previously worked at Google Brain and IPSoft. He holds a PhD from Cambridge.", "Pei-Hao (Eddy) Su  is an award-winning reinforcement learning expert who previously worked at Facebook AI Research. He holds a PhD from Cambridge. "], "company_location": "london", "company_cohort": "ef9-london"}, {"company_name": "Popsure", "company_cat": "Finance", "company_url": "https://getpopsure.com/", "company_short_desc": "Popsure gives personalised insurance advice.", "company_long_desc": "Popsure  gives personalised insurance advice. Insurance agents cost users in Germany €20B a year in hidden fees. They are a huge hassle and not incentivised to get you the best insurance deal. We’re replacing these agents. With the help of an ML recommendation engine, we package the complex insurance market into a delightful user experience.", "founders": ["Rob Schumacher", "Vincent Audoire"], "founders_info": ["Rob Schumacher  has co-founded a start-up before, and most recently consulted 5 top EU insurance companies with McKinsey. He also has a PhD in optimising graphs. He will combine those skills to guide the recommendation algorithm – and drive the vision of the company.", "Vincent Audoire  has 6+ years experience in software development, has co-founded a tech start-up as CTO before, and most recently built the iOS app at N26. He combines ownership of the tech stack with a magical feeling for what gets customers hooked. He will be responsible for leading the product team."], "company_location": "berlin", "company_cohort": "europe-10"}, {"company_name": "Portcast", "company_cat": "Transportation/Logistics", "company_url": "https://portcast.io/", "company_short_desc": "Portcast makes logistics profitable with accurate demand forecasts.", "company_long_desc": "Portcast  makes logistics profitable with accurate demand forecasts. Our proprietary data analytics engine is custom-designed for the logistics industry. The engine ingests combines historical data with real-world uncertainties, continuously identifies patterns in the supply chain that disrupt demand and applies comprehensive machine learning models to dramatically improve prediction results. Portcast is a route-based SaaS platform which provides the customers with both a web interface and an API for easy integration. In short, we turn market volatility into competitive advantage for logistics companies.", "founders": ["Nidhi Gupta", "Dr. Lingxiao Xia"], "founders_info": ["Nidhi Gupta  has more than 10 years of experience in the logistics industry, working for Deutsche Post DHL. She held various leadership roles related to management consulting, sales strategy and business development across Asia Pacific. Nidhi has an MBA from the Indian Institute of Management in Bangalore and a Bachelors in Computer Science Engineering.", "Dr. Lingxiao Xia  is an expert in data analytics, machine learning and artificial intelligence. He has a double bachelors in Mathematics and Information Engineering, and a PhD in Network Information Theory from the Chinese University of Hong Kong. He also spent 3 years in various startups in Hong Kong building production-grade software solutions and advanced data analytics tools."], "company_location": "singapore", "company_cohort": "efsg2-singapore"}, {"company_name": "Portify", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "https://www.portify.co/", "company_short_desc": "Portify is laying the infrastructure to give workers the flexibility of gig-work, with the benefits of traditional employment.", "company_long_desc": "160m workers in the US and EU are already engaged in transient work.  Portify  is laying the infrastructure to give workers the flexibility of gig-work, with the benefits of traditional employment. Through a smartphone, workers can build a trust and reputation profile, access a career ladder, and claim entitlements.", "founders": ["Sho Sugihara", "Chris Butcher"], "founders_info": ["Sho Sugihara  spent over three years at McKinsey & Co., where he helped clients design better welfare services. Before researching labour rights and economic citizenship at Cambridge University, he worked with organisations providing support to informal workers.", "Chris Butcher  was the Lead Software Engineer at the HR start-up CharlieHR. He wrote the first line of code and scaled the infrastructure to support tens of thousands of employees. Chris studied Computer and Business Studies at the University of Warwick. He came to EF wanting to build software to support the future of work. "], "company_location": "london", "company_cohort": "ef8-london"}, {"company_name": "Predina", "company_cat": "AUTOMOTIVE", "company_url": "http://predina.com/", "company_short_desc": "Predina solves risks associated with the evolving automotive industry,", "company_long_desc": "Automotive industry is evolving. Semi/-autonomous vehicles create new opportunities but they also create new risks for players in the automotive value chain.  Predina  solves these risks by leveraging AI and cloud computing to build a contextual automotive analytics platform that integrates contextual data to predict and mitigate risks before they start.", "founders": ["Bola Adegbulu", "Meha Nelson"], "founders_info": ["Bola Adegbulu  ran an automotive analytics business for two years. He was an operations engineer at General Electric, Head of Operations at an award winning IoT startup and managed dealer relations at Jaguar Land Rover. He also has a degree in Aviation Engineering.", "Meha Nelson  has a Masters in Artificial Intelligence from University of Edinburgh and has completed the machine learning programme at the Max Planck Institute for Intelligent Systems (funded by Google, Amazon, Facebook and Bosch). She has built risk analytics platform at GENPACT, a leading technology service provider for financial services. Prior to that she worked as a Research and Development Engineer on Machine Learning for 2 years at Opus2 International."], "company_location": "london", "company_cohort": "ef7-london"}, {"company_name": "Presscast", "company_cat": "MARKETING", "company_url": "https://www.presscast.io/", "company_short_desc": "Presscast is a new kind of advertising that is organic and scalable", "company_long_desc": "Presscast is a new kind of advertising that is organic and scalable.It’s 2019, and there’s still no good way to advertise on the web. Programmatic Ads convert poorly, and Content Marketing is both time-consuming and expensive.Presscast is a new advertising channel that delivers the best of both worlds. Our AI matches brands with articles that their customers are already reading, and our marketplace lets them embed a message right in the text. No more ad-blockers, and no more expensive content teams.For our 2,000+ brands, Presscast is word-of-mouth on an industrial scale. For our 700+ publishers, it’s steady revenue that respects their users.", "founders": ["Guillaume Collard", "Louis Thibault", "Casey Chance"], "founders_info": ["Guillaume CollardGuillaume has founded two Marketing Tech consultancies from scratch — one in France and one in Canada — and managed AdTech innovation projects for LVMH, Publicis Consulting, APCO World- wide and Weber Shandwick. He holds a Masters in Cognitive Science from the University of Montreal.", "Louis ThibaultLouis is a journalist, turned Cognitive Neuroscientist, turned CEO. He holds a PhD in Cognitive Neuroscience from the University of Paris Descartes, where he used advanced Machine Learning techniques to detect conscious context in the brain. These same algorithms are at the heart of Presscast’s matching.", "Casey ChanceCasey worked in Inbound Engineering at Moz, the biggest SEO tools company in the world. He scaled Content Marketing infrastructure, and built systems to track and convert leads, using indexed data from trillions of pages. He holds a B.S. in Computer Science and Mathematics from the University of Delaware."], "company_location": "london", "company_cohort": "europe-11"}, {"company_name": "Prime Factor Capital", "company_cat": "Finance", "company_url": "https://www.primefactor.capital/", "company_short_desc": "Prime Factor Capital is an institutional-grade investment fund.", "company_long_desc": "Blockchain technology has given rise to the most exciting asset class of the 21st century. However, for professional investors it is almost impossible to get exposure to cryptocurrencies.  Prime Factor Capital  has solved this problem by launching an institutional-grade investment fund.", "founders": ["Nic Niedermowwe", "Michael Wong"], "founders_info": ["Nic Niedermowwe  holds a PhD in number theory from the University of Oxford. He was an energy derivatives trader, and previously founded a successful market-making business that provides liquidity to crypto exchanges.", "Michael Wong  spent 11 years at Blackrock where he was a portfolio manager leading the systematic fixed income asset allocation team. He brings the rigour of institutional fund management and his deep insights into investing to the space. Michael holds an MSc in Finance from London Business School."], "company_location": "london", "company_cohort": "ef9-london"}, {"company_name": "Privyr", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "https://www.privyr.com/", "company_short_desc": "Privyr equips salespeople with AI and automation to intelligently profile clients.", "company_long_desc": "Privyr  enables sales professionals to deliver the best experiences in every customer interaction. Our application equips salespeople with AI and automation to intelligently profile clients, curate expert recommendations, and generate personalised content that is shared directly with their customers through any communication channel – all from their phone, in under 15 seconds. These interactions are automatically tracked and analysed to provide deep customer insights and improve performance over time.", "founders": ["Aaron Lim", "Shivam Mani Tripathi"], "founders_info": ["Aaron Lim  has built and launched proprietary client engagement platforms for the highest end relationship managers in the world as a Vice President at GIC, and the APAC CRM Lead at BlackRock. He’s a 3rd time founder with a previous Series A + exit, and holds a degree in Electrical Engineering & Computer Science from UC Berkeley.", "Shivam Mani Tripathi  has a deep research background in machine learning from IIT and CalTech, with a published paper that set a new world record in classification accuracy. He’s a 2nd time founder whose last role was scaling digital engagement, conversion, and retention to millions of customers globally at eCommerce startup Headout."], "company_location": "singapore", "company_cohort": "efsg3-singapore"}, {"company_name": "PROPINE", "company_cat": "Finance", "company_url": "http://propineglobal.com/", "company_short_desc": "Propine use proprietary hardware and software to ensure delivery of an industry-best cold storage solution.", "company_long_desc": "PROPINE  was built from ground up to custody digital assets on behalf of institutional clients. We use proprietary hardware and software to ensure delivery of an industry-best cold storage solution which is compliant, insured, fully audited, secure and reliable with customer service at its core.", "founders": ["Tuhina Singh", "Zan Wong"], "founders_info": ["Tuhina Singh  is an experienced trader and investment banker, in a career spanning 12 years. She raised 80 million dollars as part of the core team in an ICO in 2017 and worked Asia markets for one of the world’s largest crypto- OTC trader. Prior to her banking avatar, she was coding in C/C++ at ST Microelectronics and worked on first camera phone of Nokia. She is a Computer Science engineer from BITS Pilani and has an MBA degree from the Indian Institute of Management (IIM, Lucknow).", "Zan Wong  has over 12 years of experience building scalable enterprise software with high performing teams. The last two start-ups in which he led teams have had successful exits, one through an acquisition by Keppel and another by listing on the Australian Stock Exchange. He is an Electrical Engineer from NUS. He takes monthly workshops in which he teaches blockchain programming."], "company_location": "singapore", "company_cohort": "efsg3-singapore"}, {"company_name": "Proportunity", "company_cat": "Finance", "company_url": "https://proportunity.co/", "company_short_desc": "Proportunity explains and forecasts the real estate market.", "company_long_desc": "Proportunity  explains and forecasts the real estate market. They use machine learning, proprietary datasets of historical valuations and location macro data to generate accurate and explainable property price predictions.", "founders": ["Vadim Toader", "Stefan Boronea"], "founders_info": ["Vadim Toader  has over 3 years valuation and forecasting experience from Bain & Co and has an Engineering, Economics and Management degree from Oxford.", "Stefan Boronea  has over 7 years experience applying machine learning in research and commercial applications at IBM and Booking.com, where he built deep learning models to analyse real estate features."], "company_location": "london", "company_cohort": "ef7-london"}, {"company_name": "Qandela", "company_cat": "AUTOMOTIVE", "company_url": "http://www.qandelatech.com/", "company_short_desc": "Qandela is developing high resolution automotive grade solid-state LiDAR.", "company_long_desc": "Qandela  is developing high resolution automotive grade solid-state LiDAR. Current high-end LiDAR is bulky and expensive. It can easily cost more than a car itself. It is one of the biggest reasons why you still do not see a self-driving car on your driveway. We are developing high-resolution solid-state LiDAR with no mechanical moving parts and we reduce the price by 40 times compared to current high-end LiDAR. ", "founders": ["Jedd Cheong Jia Hao", "Chan Poh Kam"], "founders_info": ["Jedd Cheong Jia Hao  obtained his PhD in Electrical & Electronic Engineering from Nanyang Technological University, Singapore. He is an expert in medical imaging. He was also the recipient of Asia Top 10 MIT Technology Review Innovators under 35 in 2016. ", "Chan Poh Kam  obtained his PhD in Quantum Science from Hokkaido University, Japan. He is an expert in plasma & laser."], "company_location": "singapore", "company_cohort": "efsg3-singapore"}, {"company_name": "Qantev", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "https://www.qantev.com/", "company_short_desc": "QantEv optimizes provider networks for health insurers", "company_long_desc": "QantEv optimizes provider networks for health insurers.Health insurers are not leveraging their troves of historical claims data to drive decision making. It often leads to expensive and bad quality of care for their members, which creates $60 billion in avoidable expenses.QantEv uses a proprietary algorithm to optimize the way insurers configure their provider network and identify the best players.Our technology capabilities precisely fit the needs of the industry’s data transformation. This led two of \nthe largest insurance companies in the world to trust us with two €40k paid pilots; in parallel, we are talking with 5 other insurers.", "founders": ["Hadrien De March", "Tarik Dadi"], "founders_info": ["Hadrien De MarchHadrien was a quantitative analyst at Goldman Sachs, and was a researcher at the most prestigious quantitative hedge fund in France. He holds a PhD from Ecole Polytechnique in optimization, published 6 papers, including in top-tier journals, and has one more on the way.", "Tarik DadiTarik was one of the first data scientists at the AXA Data Innovation Lab where he was in charge of strategy and deployment of disruptive projects. He then became Head of Data Science at Natixis. Using machine learning and optimization he managed to cut the average health claim cost by 2% within 6 months."], "company_location": "paris", "company_cohort": "europe-11"}, {"company_name": "QFlow", "company_cat": "MANUFACTURING/INDUSTRIAL", "company_url": "http://qualisflow.com/", "company_short_desc": "QFlow is revolutionising the way engineers manage emergent risks during construction.", "company_long_desc": "QFlow  is revolutionising the way engineers manage emergent risks during construction, protecting them from legal breaches and stakeholder unrest and saving them time, money and reputational damage.", "founders": ["Brittany Harris", "Jade Cohen", "Riccardo Bennett-Lovsey"], "founders_info": ["Brittany Harris  has spent 7 years in Civil Engineering and is a recognised thought leader in building sustainable futures, within the Institution of Civil Engineers.", "Jade Cohen  managed environmental impact on Crossrail and HS2, and developed the first set of Natural Capital accounts for a top tier construction firm.", "Riccardo Bennett-Lovsey  has 12 years of development and systems architecture experience, an MBA and a PhD from Imperial in Bioinformatics. "], "company_location": "london", "company_cohort": "europe-10"}, {"company_name": "Qritive", "company_cat": "DIGITAL HEALTH", "company_url": "http://www.qritive.com/", "company_short_desc": "Qritive makes cancer diagnosis fast, cheap, and accurate.", "company_long_desc": "Qritive  makes cancer diagnosis fast, cheap, and accurate. During our lifetime, 1 in 3 of us will get cancer. But cancer diagnosis is slow and expensive because doctors are not equipped with modern automated tools. Qritive provides an AI-powered solution to help doctors analyse both microscopy images and text from patient data. As a result, hospitals will be more efficient in making cancer diagnoses, allowing them to save costs.", "founders": ["Aneesh Sathe", "Kaveh Taghipour"], "founders_info": ["Aneesh Sathe  completed his PhD in Mechanobiology at National University of Singapore where he developed computer vision systems to identify cancer cells.", "Kaveh Taghipour  completed his PhD in Natural Language Processing from National University of Singapore where he developed systems for information extraction and text classification."], "company_location": "singapore", "company_cohort": "efsg2-singapore"}, {"company_name": "Quod AI", "company_cat": "INFRASTRUCTURE/DEV TOOLS", "company_url": "http://quod.ai", "company_short_desc": "Quod AI is the first AI platform that explains source code in plain English", "company_long_desc": "Software engineers spend less than 28% of their time coding.  Their daily task is to figure out where to insert their code within millions of lines of complex code. To do this, software engineers analyze, investigate and talk to their teammates for one goal: understanding their own source code.At Quod AI we’re translating source code into natural language to make it easier to search, navigate and understand source code. A software engineer can chat with our semantic knowledge graph using natural language and start coding in minutes instead of hours or days.This approach can double the capacity of software engineers", "founders": ["Herve Roussel", "Misha Filippov"], "founders_info": ["Herve RousselHerve Roussel is a 3 time CTO with over 10 years of experience building software in the US. He is a mentor for the IBM AI XPRIZE. He has publicly spoken and advised dozens of universities and companies globally on their computer science and software engineering training curriculum", "Misha FilippovDr. Misha Filippov is a mathematical physicist and a research fellow at UCL. He has built AI models for prestigious institutions including NASA and MAS. In his award winning paper titled “Interactive Global Histories”, he applied NLP, graph theory and complexity theory to analyze hundreds of millions of historical lines of text."], "company_location": "singapore", "company_cohort": "asia-4"}, {"company_name": "Radicali", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "https://radicali.io", "company_short_desc": "Meet MICA, an intelligent compliance assistant for regulated institutions everywhere.", "company_long_desc": "We are RADICALi, and we are building MICA (my intelligent compliance assistant), a digital compliance assistant thats’ making it up to 90% faster, cheaper and easier for regulated institutions to comply with regulations. Mica does in seconds what it took compliance teams, consultants and lawyers up to weeks and hundreds of thousands of dollars to do. ", "founders": ["Hardesh Singh", "Shubhankar Srivastava"], "founders_info": ["Hardesh SinghHardesh Singh  is an Australian – qualified solicitor and compliance professional with close to 10 years experience in financial services, serving most recently as Head of Group Compliance Sembcorp Industries. He was born and raised in Singapore.", "Shubhankar SrivastavaShubhankar Srivastava   is a data scientist & CS Major from BITS Pilani. He specializes in developing AI & NLP models which have helped impact 1M+ customers. Shubhankar was born and raised in India."], "company_location": "singapore", "company_cohort": "asia-4"}, {"company_name": "Reallm", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "https://www.reallm.io/", "company_short_desc": "Reallm provides business intelligence for the supply side of marketplaces", "company_long_desc": "Reallm provides business intelligence for the supply side of marketplaces.Marketplaces are two-sided: Supply and Demand. Analysis of the supply-side is currently limited and decisions are often made by intuition. B2B tools focus almost solely on understanding the demand side.Reallm directs Business Development teams on where supply should be onboarded or engaged. By creating a mass-scale simulation of marketplace’s supply and demand, Reallm assesses all potential strategies, models their impact, and provides a prioritised action plan to maximise revenue.Reallm is running a Closed Beta programme with a diverse range of Seed to Series B funded marketplaces.", "founders": ["Lottie Liebling", "Alex Kosenkov"], "founders_info": ["Lottie LieblingLottie brings the marketplace knowledge and experience. She has spent her career in marketplace Business Development teams (Midrive, HeadBox, JustPark), obsessing over marketplace mechanics and supply-side strategies. She has experienced the limitations in current analytical tools first hand.", "Alex KosenkovAlex brings the technical wizardry. He has 10+ years of experience in high performance computing including numeric weather simulation at Intel, Swiss and American Government Quantum Computing programs and simulation of a French Polynesian island ecosystem at ETH Zurich."], "company_location": "london", "company_cohort": "europe-11"}, {"company_name": "Represent", "company_cat": "COMMERCE/MARKETPLACE", "company_url": "https://represent.com/", "company_short_desc": "Represent is a digital marketing and social merchandising platform.", "company_long_desc": "Represent, co-founded by University of Oxford alumni Bryan Baum, Leo Seigal and Andrej Pancik, is a digital marketing and social merchandising platform built on EF1. They were acquired by leading apparel company CustomInk in a deal worth $100 million.", "founders": ["Bryan Baum", "Leo Seigal", "Andrej Pancik"], "founders_info": [], "company_location": "london", "company_cohort": "ef1-london"}, {"company_name": "Resurgo Genetics", "company_cat": "LIFE SCIENCE", "company_url": "http://resurgo.com/", "company_short_desc": "Resurgo Genetics is building a universal tool to precisely change any living system.", "company_long_desc": "Resurgo Genetics  is building a universal tool to precisely change any living system.  We have identified a connectionist network core to life’s processes within every cell of all living things, and designed a generic tool to change it. This will enable precision medicine, treatment of incurable disease and vast increases in agricultural productivity.", "founders": ["Rajiv Gogna", "Peter Clarke"], "founders_info": ["Rajiv Gogna  holds a Masters degree in Chemistry from Oxford University, where he placed top of his year. He spent several years building large scale models used in multi-billion pound decisions in the energy industry.  ", "Peter Clarke  has been refining his ideas on the underlying processes of life for over two decades as a computational biologist at CalTech and Cambridge University. He has been waiting for the time when all the pieces were in place for technology to bring about a revolution in biology."], "company_location": "london", "company_cohort": "ef8-london"}, {"company_name": "RESync", "company_cat": "Energy", "company_url": "https://resynctech.com/", "company_short_desc": "RESync are developing on-site hardware and a cloud based platform that provides full automation of multiple energy sources.", "company_long_desc": "At  RESync  we are developing on-site hardware and cloud based platform, that provides full automation of multiple energy sources like Solar, Batteries, Diesel generators and Electricity grid. We use historical and real time data analytics to predict energy generation and consumption patterns, which maximises the potential of renewables in the system and reduces overall electricity bill. Our interactive dashboard enables full system monitoring and helps to track all energy patterns.", "founders": ["Emir Nurov", "Janyantika Soni"], "founders_info": ["With combined experience more than a decade in renewable energy and deep knowledge in developing control algorithms for energy systems, RESync was founded by two passionategreeners  Emir  and  Jayantika .Emir has a track record in solar product development and renewables energy market research, gained during his 4 years at REC Solar. Jayantika has deep technical knowledge in developing control algorithms for energy systems, gained during her PhD in Energy&Power at the National University of Singapore."], "company_location": "singapore", "company_cohort": "efsg2-singapore"}, {"company_name": "Rosecut", "company_cat": "Finance", "company_url": "https://www.rosecut.club/", "company_short_desc": "Rosecut is a digital private bank that offers bespoke, regulated advice in real-time", "company_long_desc": "Rosecut is a digital private bank that offers bespoke, regulated advice in real-time.Rising affluents (£100k-2m in investable assets) are invisible to private banks, manual and inefficient. 3 years ago they needed £1m, now it’s £2-5m.They need access to investments, and most importantly a bespoke plan that addresses their personal goals at anytime. In the UK, they represent 15% of the population and £3.2tn in investable assets.We provide a digital solution that uses AI to build your financial strategy in real-time and create an institutional grade investment portfolio that suits you.We have £4.3m on our waiting list and £700k AuM already onboarded.", "founders": ["Qiaojia Li", "Gustavo Silva"], "founders_info": ["Qiaojia LiQiaojia was recognised as one of the most successful private bank advisors (PAM Top 40 under 40) in the UK after achieving a record building her AUM 3X faster than industry benchmark. She worked towards this solution for years in the best incumbents (Credit Suisse, Coutts) and a big robo- advisor (Moneyfarm).", "Gustavo SilvaPreviously founder and CTO, Gustavo built and sold one of the most successful B2C startups in Latin America – which he scaled to millions of users. A machine learning specialist and experienced entrepreneur, he was also a partner at a corporate VC. He knows how to build a product that users love."], "company_location": "london", "company_cohort": "europe-11"}, {"company_name": "Sanctum Technologies", "company_cat": "Aerospace", "company_url": null, "company_short_desc": "Sanctum Technologies is developing noise cancelling technology for commercial airlines.", "company_long_desc": "Sanctum Technologies  is developing noise cancelling technology for commercial airlines that will reduce the din of the engine noise and of the aerodynamic noise, increasing passenger comfort. Sanctum are working with the ISVR who are world-leading experts in noise cancellation and aviation acoustics, with a long-standing partnership with Rolls-Royce.", "founders": ["Frank Collings", "Onur Aydogan"], "founders_info": ["Frank Collings  is a serial entrepreneur with a degree from Oxford University. He co-founded his first business after graduating and then went on to join a Private Equity firm where he honed his business skills before joining EF.", "Onur Aydogan  is a Physicist with an MSc in Atomic and Molecular Physics and holds a second degree in Business Management. Before Sanctum, Onur worked at CERN on the Dark Matter project. Previously, he managed a team of scientists on various research projects from optimising particle detectors and building molecular spectroscopy devices from scratch. He also has extensive experience in creating and selling hardware products like 3D printers."], "company_location": "london", "company_cohort": "ef6-london"}, {"company_name": "Scalia", "company_cat": "COMMERCE/MARKETPLACE", "company_url": "http://www.getscalia.com/", "company_short_desc": "Scalia is the first ever intelligent data exchange platform connecting the worlds of brands and online retailers.", "company_long_desc": "E-commerce requires 10 times more product data than any other channel. Traditional data standardization approaches are obsolete and can waste billions per year, damage brands and slow growth.  Scalia  is the first ever intelligent data exchange platform connecting the worlds of brands and online retailers. We combine an agile and easy to understand standard, state of the art technologies for automating the process, enriching and strengthening the data as well as the latest collaboration techniques", "founders": ["Lancelot Salavert", "Matthias Richard"], "founders_info": ["Lancelot Salavert  has built and managed two of the largest e-commerce ventures in Southeast Asia, where he has experienced this exact problem first hand.", "Matthias Richard  has studied computer vision at Stanford and ESTP, in Paris. He is an award winning entrepreneur for having founded the largest DYI online community in France."], "company_location": "london", "company_cohort": "ef7-london"}, {"company_name": "Scape", "company_cat": "AR/VR/MEDIA", "company_url": "https://scape.io/", "company_short_desc": "Scape is building the core location infrastructure for city-scale augmented reality & location-based services.", "company_long_desc": "Scape  is building the core location infrastructure for city-scale augmented reality & location-based services. No other commercial solution provides localisation with a comparable level of accuracy, scalability or efficiency.", "founders": ["Edward Miller", "Huub Heijnen"], "founders_info": ["Edward Miller  has been working in AR and VR for the past 7 years, creating work for the likes of Jaguar, ESPN & BBC. In 2014, Edward created the first news documentary for the Oculus Rift and later created the first 360-degree capture of a live surgical operation at the Royal London Hospital", "Huub Heijnen  is a specialist in computer vision & self-evolving systems. He graduated from ETH Zurich with a Masters in Robotics. Following his studies, Huub built the world’s first platform for fully autonomous evolution on hardware robots."], "company_location": "london", "company_cohort": "ef7-london"}, {"company_name": "See-Mode", "company_cat": "DIGITAL HEALTH", "company_url": "https://www.see-mode.com/", "company_short_desc": "See-Mode empowers doctors to predict strokes and save lives.", "company_long_desc": "See-Mode  empowers doctors to predict strokes and save lives. With no additional test, See-Mode provides the critical information required for stroke prediction that is missing from current clinical tools. This is achieved by combining medical image analysis, artificial intelligence, and computational fluid dynamics. Strokes are the 2nd cause of death and 1st cause of disability on earth, and See-Mode is determined to fundamentally change this.", "founders": ["Milad Mohammadzadeh", "Sadaf Monajemi"], "founders_info": ["Milad Mohammadzadeh  has a PhD in biomedical fluid dynamics and has published his research on novel diagnostic and therapeutic methods in high-impact peer-reviewed journals. He has over 6 years of experience in interdisciplinary research projects.", "Sadaf Monajemi  has a PhD and a BSc in Electrical and Computer Engineering with a dual degree in Biomedical Engineering. She has collaborated with leading AI and machine learning experts from UCLA, University of Oxford, and Imperial College."], "company_location": "singapore", "company_cohort": "efsg2-singapore"}, {"company_name": "Selerio", "company_cat": "AR/VR/MEDIA", "company_url": "http://www.selerio.io/", "company_short_desc": "Selerio is a real-time video platform for next-generation video-centric applications.", "company_long_desc": "Selerio  is a real-time video platform for next-generation video-centric applications. It understands the world inside videos and automatically edits them for applications such as product placement. It is based on innovations in Computer vision, Deep learning, and Distributed Systems. Both founders are experts in those fields.", "founders": ["Ghislain Tasse", "Flora Tasse"], "founders_info": ["Flora Tasse  is a research expert in Computer Graphics and Vision, with a PhD at the University of Cambridge. She has over 10 publications at international top venues and won the 2013 Google fellowship in Computer Graphics. She has also worked at Microsoft and  Youtube.", "Ghislain Tasse  has a Master in Distributed systems with several publications and worked for major players such as Amazon Web Services. As a Senior Engineer, he built and scaled both teams and products, delivering solutions to AWS biggest customers."], "company_location": "london", "company_cohort": "ef7-london"}, {"company_name": "Semblr Technologies", "company_cat": "MANUFACTURING/INDUSTRIAL", "company_url": null, "company_short_desc": "Semblr automates building construction using small, swarming robots", "company_long_desc": "Semblr automates building construction using small, swarming robots.Existing robots used in manufacturing are fundamentally flawed for construction. Semblr is building new robots specifically for construction, starting with bricklaying.Bricklaying is crucial to the housebuilding industry, with 80% of new builds requiring a brick facade, equating to £1bn UK and £9bn EU markets. Semblr uses a swarm of small robots, making them faster, more reliable and cheaper than the competition.Semblr is carrying out on-site prototype testing and digital trials with several leading UK housebuilders, and has a partnership with Ibstock, the UK’s largest brick manufacturer.", "founders": ["Dr Felix Vaughan", "Ivo Tedbury"], "founders_info": ["Dr Felix VaughanFelix is an expert in building complex systems \nwith many interacting components. He has a PhD in complexity science from the University of Bristol and a degree in theoretical physics. He also spent the last year researching and developing new machine learning software at a previous start-up.", "Ivo TedburyIvo is an expert in distributed robots and computation for building construction. He has two masters on the subject from UCL, where he also studied architecture, winning multiple prizes. He also brings construction industry experience from Arup and two patents on relative robotic construction."], "company_location": "london", "company_cohort": "europe-11"}, {"company_name": "Sense Street", "company_cat": "Finance", "company_url": "https://sensestreet.co.uk/", "company_short_desc": "Sense Street innovates capital market communications", "company_long_desc": "Sense Street innovates capital market communications.While trying to understand client needs, traders and salespeople at investment banks waste millions managing hundreds of chats in a manual, error prone process.Meanwhile, operations and profitability of these desks are being challenged like never before by new regulations; efficiency is the main priority.Sense Street builds models that automatically understand client intent, enabling more efficient traders and driving accurate trade recommendations in markets turning hundreds of trillions each year; a $50 billion opportunity.We are at an advanced stage with 18 banks including trial PoCs.", "founders": ["Sorin Miron", "Haroon Hassan"], "founders_info": ["Sorin MironSorin has 12 years of experience building enterprise software at large corporations. Most recently he has designed and deployed next generation cloud infrastructures at investment banks making him perfectly suited to build Sense Streets solutions.", "Haroon HassanHaroon has spent the last 17 years on trading desks in the US and Europe. For the last few years he has been conducting research at the University of Bristol applying NLP methods to finance."], "company_location": "london", "company_cohort": "europe-11"}, {"company_name": "SensorFlow", "company_cat": "ROBOTICS/IOT", "company_url": "https://sensorflow.org/", "company_short_desc": "SensorFlow makes buildings energy efficient at zero upfront cost.", "company_long_desc": "SensorFlow  makes buildings energy efficient at zero upfront cost. Our end-to-end product, built on top of a proprietary network stack, let’s us automate an entire building using a single gateway, does away with complex installations, and optimizes energy consumption instantly. The magic behind our network stack means our customers can pay on a fixed monthly subscription, and avoid any upfront payment for installation or hardware.", "founders": ["Saikrishnan Ranganathan", "Max Pagel"], "founders_info": ["Saikrishnan Ranganathan  built home and enterprise energy solutions across 5 different industries in his last company. Previously, at Goldman Sachs he built software that processed huge amounts of trade data in real time.", "Max Pagel  built his career on wireless networks, published award winning research on smart space interoperability and has 8 years of experience working as a researcher on embedded systems at National University of Singapore and Technical University of Brunswick. He holds a Master’s Degree from Universität zu Lübeck, and has 13 publications in the field."], "company_location": "singapore", "company_cohort": "efsg1-singapore"}, {"company_name": "Sensum Technologies", "company_cat": "DIGITAL HEALTH", "company_url": "http://www.sensumtechnologies.com/", "company_short_desc": "Sensum Technologies uses advanced statistical and machine learning algorithms to predict and prevent preterm birth.", "company_long_desc": "Sensum Technologies  uses advanced statistical and machine learning algorithms to predict and prevent preterm birth.  Premature birth is one of the largest causes of infant death globally. In the UK alone, this costs the NHS £3 billion annually. Worldwide, that number amounts to £200 billion. We use existing third-party hardware combined with our time-series analysis of the electrical activity of the body to predict preterm birth.", "founders": ["Edward Cartwright", "Agne Kazakeviciute"], "founders_info": ["Edward Cartwright  is a paediatric medical doctor, with a PhD in Medicine from the University of Cambridge, where he obtained clinical trial experience. He has published 15 papers including papers in NEJM and Nature, which have been cited over 1300 times.", "Agne Kazakeviciute  has an MSc in Medical Statistics and a PhD in Statistical Science from UCL. While working towards her PhD, she spent two years working with biomedical sensing and imaging data at  A*STAR Singapore, and published five papers in top statistics and engineering journals."], "company_location": "london", "company_cohort": "ef8-london"}, {"company_name": "Sentient Machines", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "http://sentientmachines.tech/", "company_short_desc": "Sentient Machines uses deep learning to bring customer understanding to the call centre industry.", "company_long_desc": "Sentient Machines  uses deep learning to bring customer understanding to the call centre industry. Leveraging recent developments in deep learning, our cloud-based speech analytics platform interprets and learns from customer call interactions, uncovering hidden trends, and enabling cost savings with real-time monitoring.", "founders": ["Danica Damljanovic", "Lorenz Fischer"], "founders_info": ["Danica Damlijanovic  has a PhD in AI and Natural Language Processing and worked in startups analysing natural language conversations and building cutting edge technology such as Siri.  Lorenz Fischer  has a PhD in Big Data analytics, worked for big companies such as Yahoo, and has already built data insights products using Machine Learning "], "company_location": "london", "company_cohort": "ef7-london"}, {"company_name": "SEPPURE", "company_cat": "MANUFACTURING/INDUSTRIAL", "company_url": "https://seppure.com/", "company_short_desc": "SEPPURE is revolutionizing chemical separation and purification", "company_long_desc": "Using heat to separate and purify the components of large quantities of chemical mixtures is the most common and inefficient way in industry. The energy consumption of these processes such as evaporation and distillation accounts for 10 to 15 percent of the world’s annual energy use. SEPPURE created a chemically resistant nano-filter that does not use heat and separates chemicals at a molecular level. Our technology reduces the energy consumption of thermally-based chemical separations by at least 10X, and produces higher quality products.", "founders": ["Mohammad H. D.A. Farahani (CEO)", "Amir Hooshang Taheri (CTO)"], "founders_info": ["Mohammad H. D.A. FarahaniDr. Farahani holds a Ph.D. in Membrane Technology from the National University of Singapore, where he has developed chemically-resistant membranes and received the “Outstanding Postgraduate Research Thesis Award 2018” from the American Institute of Chemical Engineers for his contribution. He has 2 patents on membranes and more than 7 years of membrane-related experience. Dr. Farahani has published more than 30 prestigious peer-reviewed publications and one book chapter with 400+ citations.", "Amir Hooshang TaheriDr. Taheri holds a Ph.D. in Membrane Technology from the Nanyang Technological University of Singapore. He has over a decade of membrane-related experience in both academia and industry. He has 2 patents and more than 20 publications with 600+ citations. Dr. Taheri has a business development experience working as a consultant for SNF, Headquartered in France—the number one Polyacrylamide manufacturer in the world."], "company_location": "singapore", "company_cohort": "asia-4"}, {"company_name": "Seyo", "company_cat": null, "company_url": "https://seyo.io/", "company_short_desc": "Seyo enables autonomous machines in extreme environments without the internet", "company_long_desc": "Seyo  enables autonomous machines in extreme environments without the internet. More sectors are being brought online and automated, forcing a lot of critical infrastructure to depend on time-based systems and connectivity. What if either fails? Even micro latencies and outages will be catastrophic. Seyo enables any machine to cooperate autonomously without clocks or the internet. Seyo safely arbitrates tasks offline, whilst being more computationally efficient than traditional GPS/LTE based systems, and more robust. Seyo is starting by reducing accidents in the harshest environment – mining, which represents 8% of global fatalities with payouts of $30bn in North America alone.", "founders": ["Yanwen Chen", "Yassir Al-Refaie"], "founders_info": ["Yanwen Chen  holds 2 PhDs in Real Time Optimisation for Distributed Systems from China and France during which she developed the foundational concepts and algorithms that power the Seyo software. She also spent 8 years building high performance software at AutoDesk and F1000.", "Yassir Al-Refaie  holds an MSc in IC Design from Hong Kong and built distributed CPUs. He moved to Tokyo to become the youngest department lead in the company’s history, launching businesses in China and Asia, running a $1.2m annual budget and reporting to the CEO of Japan’s largest digital agency."], "company_location": "london", "company_cohort": "europe-11"}, {"company_name": "SixSense", "company_cat": "MANUFACTURING/INDUSTRIAL", "company_url": "http://sixsense.ai/", "company_short_desc": "AI software for manufacturers to eliminate product abnormalities", "company_long_desc": "SixSense is building a defect prediction platform using Artificial Intelligence and IoT Analytics. We analyze terabytes of factory floor data to predict occurrence of a defect, identify its root cause, and recommend corrective action. This will help manufacturers contain excursions that today lead to rework, scrap, warranty claims, and product recall. We envision a defect-free world that has realized the dream of Industry 4.0.", "founders": ["Akanksha Jagwani", "Avni Agrawal"], "founders_info": ["Akanksha JagwaniAkanksha Jagwani is a Mechanical Engineer from IIT. She has worked with manufacturing giants such as Hyundai Motors and General Electric and has researched at Washington University and A*STAR. She also led digital product design and management teams at million-dollar startups, Embibe and Headout.", "Avni AgrawalAvni Agrawal is a Computer Science Engineer from NIT. She has extensive experience in Big Data Analytics and Machine learning at D. E. Shaw and Visa and cleared CFA levels. She built platforms for petabytes of transactional data and filed a trade secret for a unique analytics model."], "company_location": "singapore", "company_cohort": "asia-4"}, {"company_name": "Sparrho", "company_cat": "Education", "company_url": "https://www.sparrho.com/", "company_short_desc": "Sparrho’s vision is to democratise science by combining human and machine intelligence.", "company_long_desc": "Sparrho’s vision is to democratise science by combining human and machine intelligence. We check 45,000+ journals hourly – create customised feeds (‘channels’) to stay up to date with the latest in science.", "founders": ["Vivian Chan", "Niluka Satharasinghe"], "founders_info": [], "company_location": "london", "company_cohort": "ef1-london"}, {"company_name": "SpeakAI", "company_cat": "Gaming", "company_url": "http://www.speakai.net/", "company_short_desc": "Speak AI has built the world's most expressive and realistic artificial voices", "company_long_desc": "Speak AI has built the world’s most expressive and realistic artificial voices.Speak Ai is creating a professional tool for game developers that enables human quality voice acting on- demand.Voice acting in game development is expensive and time consuming, requiring: casting, contracts, scheduling, recording, directing, and editing.Speak Ai solves this and has 5 paid pilots with world renowned game development studios who are giving them proprietary datasets and unlimited hours of executive time to create the best solution.They are joined by Matthew Smith, a gaming veteran who audio directed the highest grossing entertainment product in history: Grand Theft Auto V.", "founders": ["Zeena Qureshi", "John Flynn"], "founders_info": ["Zeena QureshiZeena has 5 years of experience working in tech startups having co-founded two previously, and having worked in a third growth-stage startup. Additionally, she has 9 years of experience in implementing speech and language therapy with children diagnosed with Autism Spectrum Disorder.", "John FlynnJohn has an MSc in Sound Computing (awarded distinction, top three Masters in Queen Mary University) with 10 years of experience in film. John has worked with the world’s most famous expressive voices such as Morgan Freeman (voice of God in multiple movies), Christian Bale (voice of Batman), and more."], "company_location": "london", "company_cohort": "europe-11"}, {"company_name": "SpeakSet", "company_cat": "DIGITAL HEALTH", "company_url": "https://www.speakset.com/", "company_short_desc": "The world’s simplest remote care service, enabling clinicians to talk to patients using video calling on TVs.", "company_long_desc": "SpeakSet  is the world’s simplest remote care service. It enables clinicians to talk to patients using video calling on TVs. The technology has been designed with a focus on accessibility for older patients and is multi-award winning in this category. The service is in use all over the UK and was the first deployed technology in the NHS’s flagship Test Bed programmes.", "founders": ["Aditya Kasliwal", "Ewan Marshall"], "founders_info": ["Adi  studied engineering at Oxford University and has worked on supercars at McLaren.  Ewan  studied physics at Bristol University and was building back-end systems for the likes of Vodafone before the two met on Entrepreneur First."], "company_location": "london", "company_cohort": "ef1-london"}, {"company_name": "Split", "company_cat": "Finance", "company_url": "http://paywithsplit.co/", "company_short_desc": "A payment platform that allows businesses to offer their customers instalment payments to increase upselling, conversions and basket values.", "company_long_desc": "The world is missing out on a lot of potential travelers and travelers are missing out on a lot of the world – the upfront cost of travel is the biggest hurdle.  Split  is a payment platform that allows businesses to offer their customers instalment payments to increase upselling, conversions and basket values.", "founders": ["Dylan Tan", "Vishvesh Suriyanarayanan"], "founders_info": ["Dylan Tan  spent his entire career in the online travel industry, most recently as APAC Sales Manager at Skyscanner. There he built commercial partnerships with airlines and travel agents regionally – delivering S$2m annually", "Vishvesh Suriyanarayanan  is a software engineer turned product manager, he has led teams in delivering great products, most recently at Fave in Malaysia."], "company_location": "singapore", "company_cohort": "efsg3-singapore"}, {"company_name": "SQUAREMIND", "company_cat": "HEALTHCARE", "company_url": "https://squaremind.io/", "company_short_desc": "SquareMind allows robots to make skin cancer detection more accurate and accessible", "company_long_desc": "SquareMind allows robots to make skin cancer detection more accurate and accessible.Skin cancer is a global health issue (~2 million new cases/y) and costly (US: $8bn treatment costs/y). \nEarly detection is critical, but remains prone to human-error and manual, limiting its accuracy and accessibility.Our 3D reconstruction software enables an off-the-shelf robot to autonomously navigate around any body in real time. A full, high-resolution body mapping is automated in 5 minutes.Moles evolution and risk profile are tracked with AI over time. We have a prototype, patents and 5 pilots planned with leading hospitals. Our tech has a strong extension potential to other medical areas.", "founders": ["Tanguy Serrat", "Ali Khachlouf"], "founders_info": ["Tanguy SerratTanguy is an experienced software engineer coding since the age of 13. He developed state-of- the-art deep learning systems for medical surgery while at UCL’s Surgical Lab and for smart agriculture at Bilberry. Author of 2 patents, he holds a MSc. in Machine Learning from UCL \n(top 3%) and a MSc. from ENSAM.", "Ali KhachloufAli started first in private equity, then as a fast- track consultant at Oliver Wyman in EU/Asia where he advised C-level boards on strategy and growth matters, including in healthcare. He cofounded an executive search startup that counts 40+ large companies as clients. He holds a MSc. from Centrale Paris."], "company_location": "paris", "company_cohort": "europe-11"}, {"company_name": "Staple", "company_cat": "Finance", "company_url": "http://staple.io", "company_short_desc": "Deep neural networks and cognitive automation for accounting.", "company_long_desc": "Staple has developed proprietary neural network technology that can instantly read, interpret and understand the financial implications of documents – such as invoices, orders and contracts – then automate consequential accounting workflows. Their solution integrates with existing accounting and ERP systems to drastically reduce the time, cost and errors associated with traditionally human bookkeeping and accounting tasks. ", "founders": ["Ben Stein", "Joshua Kettlewell"], "founders_info": ["Ben SteinBen Stein  is a Chartered Accountant with 15 years of experience in accounting and finance. With past experience as a CFO and having worked with KPMG for almost a decade, he is intimately familiar with the financial challenges that businesses face every day. He holds a degrees in law and business and is a proficient full stack developer.  ", "Joshua KettlewellDr. Joshua Kettlewell  is a PhD computer scientist with a background in machine learning and cryptography. He has considerable backend development experience and has been frequently cited in journals, technical publications and conferences. "], "company_location": "singapore", "company_cohort": "asia-4"}, {"company_name": "StatusToday", "company_cat": "Data Analytics", "company_url": "https://www.statustoday.com/", "company_short_desc": "Analysis of human behaviour using AI and organisational psychology to prevent data breaches.", "company_long_desc": "StatusToday  analyses human behaviour using AI and organisational psychology to prevent data breaches. Knowing that people are predictable allows StatusToday to bring down breach detection times from several months to a few hours.", "founders": ["Ankur Modi", "Mircea Danila Dumitrescu"], "founders_info": ["Mircea Danila Dumitrescu  has more than 15 years of experience in security and large system architecture as Head of Security at JustEat and deputy CTO at Shopcade.", "Ankur Modi  is an ex-Microsoft Engineer with expertise in big data protection and behavioural patterns who drove major deliverables within Microsoft Dynamics and Office 365. His past clients include Dell, eBay, Salesforce and LinkedIn. "], "company_location": "london", "company_cohort": "ef4-london"}, {"company_name": "Synchronous", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "http://www.synchronous.ai", "company_short_desc": "Production scheduling software for Industry 4.0.", "company_long_desc": "Synchronous  provides production scheduling software for the Industry 4.0 era. By combining proprietary simulation algorithms with cutting edge AI techniques, our software can help manufacturers improve efficiency by 30%.", "founders": ["Jeffrey Lee", "Ulf Bissbort"], "founders_info": ["Jeffrey LeeJeffrey Lee holds a Bachelor’s degree from Harvard University and experienced this production scheduling pain personally while doing B2B sales for an oil and gas manufacturer. With his experience working at SaaS start-ups in New York, he saw an opportunity to reinvent the manufacturing software stack for the Industry 4.0 era.", "Ulf BissbortUlf Bissbort holds a PhD in theoretical physics from Goethe University and completed a Postdoc at MIT, bringing over 10 years of simulation and ML experience. He created high performance simulations of complex quantum systems after training his first vintage neural nets in 2003, and focused on machine learning the past 3 years in various contexts."], "company_location": "singapore", "company_cohort": "asia-4"}, {"company_name": "Teamflow", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "https://www.jointeamflow.com/", "company_short_desc": "Teamflow unlocks the power of human intelligence in organisations to improve productivity.", "company_long_desc": "Teamflow  unlocks the power of human intelligence in organisations to improve productivity. Employees can’t easily access over 90% of their companies’ information or intelligence, as it lies with their colleagues. Teamflow integrates with companies’ employee data sources and uses deep-learning and optimisation to reveal employees’ hidden information and insights.", "founders": ["Will Dickinson", "Ehsan Ghoreishi"], "founders_info": ["Will Dickinson  exited his startup last year which built proprietary technology, extracting critical data for large organisations. He started his career as an engineer working at large enterprises, one of which was Veolia.", "Ehsan Ghoreishi  holds a PhD in AI from King’s College. He has built content classification techniques for major telcos and has multiple publications on this topic in top tier venues. "], "company_location": "london", "company_cohort": "europe-10"}, {"company_name": "ThinkSono", "company_cat": "DIGITAL HEALTH", "company_url": "https://thinksono.com/", "company_short_desc": "DVT diagnosis 30x faster, and a fraction of the cost.", "company_long_desc": "DVT is a blood clot in the deep vein of the leg. It kills more people than breast cancer, prostate cancer, AIDS, and car accidents combined. DVT costs Europe and the US over $18 billion per year because it can only be diagnosed manually by a radiologist.  ThinkSono  created groundbreaking software using advanced image processing and neural networks to allow any healthcare professional to diagnose DVT using a portable scanner and their own phone. This results in a diagnosis 30x faster, and a fraction of the cost.", "founders": ["Fouad Al-Noor", "Sven Mischkewitz"], "founders_info": ["Fouad Al-Noor  has a Master’s in Electronic Engineering with Nanotechnology. He wrote his thesis on medical diagnosis and image processing. Before founding ThinkSono, he worked as a researcher at Imperial College London, focusing on medical devices.", "Sven Mischkewitz  is an award-winning full stack engineer. During his studies, he focused on the field of Human-Computer Interaction, and he continued this work on projects for the Max Planck Institute for Brain Research."], "company_location": "london", "company_cohort": "ef7-london"}, {"company_name": "ThirdEye", "company_cat": "Data Analytics", "company_url": "https://www.thirdeyelabs.com/", "company_short_desc": "Building crime-fighting AI engines for CCTV to help retailers reduce theft.", "company_long_desc": "ThirdEye  builds crime-fighting AI engines for CCTV to help retailers reduce theft.", "founders": ["Razwan Ghafoor", "Thomas Purchas"], "founders_info": ["Raz Ghafoor  is a prize winning Engineer from Imperial. He has previously developed machine learning algorithms for the human control lab at Imperial and a home security start-up.", "Thomas Purchas  has seven years of software development and image processing experience, with prior experience developing intelligent CCTV software to prevent copper theft."], "company_location": "london", "company_cohort": "ef5-london"}, {"company_name": "TokenAnalyst", "company_cat": "Finance", "company_url": "https://www.tokenanalyst.io/", "company_short_desc": "TokenAnalyst is providing transparency to the crypto industry.", "company_long_desc": "TokenAnalyst  is providing transparency to the crypto industry. We parse and classify every transaction on the blockchain using cutting-edge unsupervised clustering techniques. This allows us to derive data-driven insights that enable institutional investors to fundamentally value cryptoassets.", "founders": ["Sid Shekhar", "Jai Prasad"], "founders_info": ["Sid Shekhar  has previously built enterprise -grade internal analytics systems at GE. He studied Computer Science at Cornell University and Machine Learning at UCL, where he won the departmental award for obtaining the highest overall mark.", "Jai Prasad  has built scalable enterprise -grade financial technology at one of the fastest-growing fintech startups in the US, previously founded and took a startup from idea to 20K+ users and revenue, and has experience as a strategy consultant at Accenture. He holds degrees in Systems Engineering and Economics from the University of Virginia."], "company_location": "london", "company_cohort": "ef9-london"}, {"company_name": "Tractable", "company_cat": "Data Analytics", "company_url": "https://tractable.ai/", "company_short_desc": "Technology that can automate the work of any expert that’s paid to inspect things, in any domain, at near zero marginal cost. ", "company_long_desc": "Tractable ’s technology can automate the work of any expert that’s paid to inspect things, in any domain, at near zero marginal cost. We exploit big opportunities in different sectors by harnessing their clients’ distribution. They charge per inspection, at an 80% discount to humans, for the same accuracy, and return results in seconds.", "founders": ["Alexandre Dalyac", "Razvan Ranca"], "founders_info": ["Alex Dalyac  holds a Computer Science (Distinction) from Imperial.  Razva Ranca  studied Computer Science (Distinction) at the University of Cambridge. They both left PhDs in Machine Learning at these institutions to found Tractable. "], "company_location": "london", "company_cohort": "ef3-london"}, {"company_name": "Transcelestial", "company_cat": "Aerospace", "company_url": "http://www.transcelestial.com/", "company_short_desc": "A space data network using lasers to transfer data at up to 1000x faster than what is currently available.", "company_long_desc": "Transcelestial  is developing the fastest, long-distance, point-to-point wireless communication network possible. It will be delivered as a space data network for terrestrial and satellite applications, which will use lasers to transfer data at up to 1000x faster than what is currently available. The network will be difficult to jam and will not need any spectrum pre-allocation or regulation.", "founders": ["Rohit Jha", "Mohammad Danesh"], "founders_info": ["Mohammad Danesh  has a PhD in NanoPhotonics from NUS. He has designed and built photonic systems for A*STAR, Sumitomo Electric Labs and FUNSOM Institute. He has published 10 papers in major photonics journals including Nature.", "Rohit Jha  has a degree in Electrical and Electronics Engineering from NTU. I have worked in The Royal Bank of Scotland’s FX Electronic Markets Team, on low-latency communications and highly scalable software systems."], "company_location": "singapore", "company_cohort": "efsg1-singapore"}, {"company_name": "TransferFi", "company_cat": "Energy", "company_url": "https://transferfi.com/", "company_short_desc": "Creating the world’s first long-range, safe and efficient Wireless Power Network. ", "company_long_desc": "TransferFi  is creating the world’s first long-range, safe and efficient Wireless Power Network (WPN). It will be used to power Industrial IoT sensors to reduce wiring complexity and high-power applications that will provide easy access to primary sources of energy such as remote and offshore renewable. All this is done through patented signal optimization and beamforming algorithms that will extend the range of Wireless Power Transfer (WPT) to more than 100 meters. TFi is revolutionizing the way we access power.", "founders": ["Dr. Mohammad Reza Vedady", "Aashish Mehta"], "founders_info": ["Dr. Mohammad Reza Vedady : (CTO) He is an expert in convex optimization and signal processing techniques in near-field and far-field wireless power transfer systems. He received his Ph.D. degree from National University of Singapore (NUS) in 2015. From 2016 to 2017, he worked as a postdoctoral research fellow at NUS. He has published 16 papers in top IEEE transactions and international conferences.", "Aashish Mehta : (CEO) He is a serial innovator that has 8 years of experience within a cutting edge hi-tech firm, National Instruments, consulting on system level solutions and representing ASEAN as its Industrial Internet of Things and Big Analog Data expert. He graduated from University of Wisconsin, with a Bachelor degree in mechanical engineering.Visit Website"], "company_location": "singapore", "company_cohort": "efsg2-singapore"}, {"company_name": "Transformative", "company_cat": "DIGITAL HEALTH", "company_url": "http://transformative.ai/", "company_short_desc": "On a mission to transform healthcare through predictive analytics.", "company_long_desc": "Transformative  is on a mission to transform healthcare through predictive analytics. Our first product focuses on prediction and prevention of Sudden Cardiac Arrest, a condition that kills 6 million people annually. Using cutting-edge AI and analysis techniques employed at CERN, we’ve created cardioAI, an algorithm that predicts Sudden Cardiac Arrest before it occurs. Our advance warning empowers doctors and patients, enabling prompt intervention to save lives.", "founders": ["Marek Sirendi", "Josh Oppenheimer", "Marek Rei"], "founders_info": ["Marek Sirendi  holds a PhD from the University of Cambridge and spent 5 years as a researcher at CERN working on the Large Hadron Collider.", "Josh Oppenheimer,  an emergency medicine doctor, has a MD from the Icahn School of Medicine at Mount Sinai, an MBA from Cambridge Judge Business School and a degree in Health Policy from Princeton.", "Marek Rei  holds a PhD in machine learning from the University of Cambridge and developed predictive deep learning models during his career at Swiftkey."], "company_location": "london", "company_cohort": "ef7-london"}, {"company_name": "True AI", "company_cat": "ENTERPRISE SOLUTIONS", "company_url": "http://www.trueai.io/", "company_short_desc": "Making customer service semi-automatic, though AI.", "company_long_desc": "True AI  is a London-based artificial intelligence company. Their algorithm learns how to reply to conversations, making customer service semi-automatic. This improves customer experience and saves precious service agent time for the hardest queries. Our algorithm is the result of years of research, building on top of cutting edge deep learning breakthroughs.True AI has expertise in deep learning, machine learning and business. Prior to True AI, the team has worked in deep learning research at Yoshua Bengio’s lab in Montreal and at Amazon Seattle. Their PhD publications have been featured e.g. in MIT Technology Review and NYTimes. The founders are graduates of IIT, UCL and CEMS, and alumni of McKinsey and Goldman Sachs. ", "founders": ["Pyry Takala", "Abhishek Aggarwal"], "founders_info": [], "company_location": "london", "company_cohort": "ef5-london"}, {"company_name": "UI-licious", "company_cat": "INFRASTRUCTURE/DEV TOOLS", "company_url": "https://uilicious.com/", "company_short_desc": "Automates UI testing, without needing testers to have expert coding skills.", "company_long_desc": "UI-licious  automates UI testing, without needing testers to have expert coding skills. Testing websites is highly repetitive and very expensive so thousands of websites simply skip testing before they ship. This results in 404s, faulty websites and lost customers.", "founders": ["Shi Long Tai​", " ​Eugene Cheah"], "founders_info": ["Shi Long Tai  worked as a full-stack web developer for 3 years and is an expert in complex user interface design. She graduated with high distinction in Information Systems Management from Singapore Management University.", "Eugene Cheah  has been a serial entrepreneur and hacker for over 10 years/ He’s built over 100 large, scalable enterprise web applications with complex testing requirements."], "company_location": "singapore", "company_cohort": "efsg1-singapore"}, {"company_name": "Untangle AI", "company_cat": "INFRASTRUCTURE/DEV TOOLS", "company_url": "https://www.untangle.ai/", "company_short_desc": "A comprehensive platform and developer tools to allow companies to understand, modify, compress and explain their deep learning models.", "company_long_desc": "Untangle AI  are building a comprehensive platform and developer tools to allow companies to understand, modify, compress and explain their deep learning models. This adds both transparency and alleviates huge problems for companies that limit wider adoption and trust of AI solutions. Our software allows for model auditing, which will become imperative as life affecting AIs hit the market.", "founders": ["Dr. Jimmy Moore", "Naresh R Shah"], "founders_info": ["Dr. Jimmy Moore  completed his PhD in data interpretation and machine learning from the University of Manchester. He has built a career building the best in class real time AI systems and transferred his knowledge through consulting in Big data and AI for companies throughout the APAC region.", "Naresh R Shah  is a deep learning expert with particular expertise in interpretable AI. He is a proven researcher with two Masters Degrees. Previously a Data Science Engineer at Procter & Gamble Co., where he lead a team to build and deploy solutions using Interpretable AI to predict and explain failures and quality defects."], "company_location": "singapore", "company_cohort": "efsg3-singapore"}, {"company_name": "VFlow Tech", "company_cat": "Energy", "company_url": "http://www.vflowtech.com/", "company_short_desc": "Safe, long-lasting, high-performing, low-cost flow batteries for large scale energy storage application.", "company_long_desc": "VFlow Tech  uses its unique IP to build safe, long-lasting, high performing low-cost flow batteries for large scale energy storage application. Our modular design allows our batteries to be highly scalable which fits in perfectly from households, micro-grids to grid level storage applications. We use a unique approach of industry focused research to deliver a long lasting and reliable storage solution based on user feedback and industry trends. In addition, our in-house expertise in renewable energy technologies means that we provide you with a complete “energy + storage” solution.", "founders": ["Dr. Avishek Kumar", "Dr. Arjun Bhattarai"], "founders_info": ["Dr. Avishek Kumar  is an expert on renewable energy technologies with PhD from NUS, Singapore. He has more than 8 years of product design and manufacturing experience. He is serial entrepreneur with consulting experience of several MW level renewable energy projects across south east Asia and India.", "Dr. Arjun Bhattarai  completed his PhD on vanadium redox flow batteries from NTU, Singapore. He brings few IPs and know-how, which allows VFlow Tech to significantly improves the current battery technologies and makes it cost competitive."], "company_location": "singapore", "company_cohort": "efsg3-singapore"}, {"company_name": "Vine Health", "company_cat": "HEALTHCARE", "company_url": "https://www.vinehealth.ai/", "company_short_desc": "Vine Health’s platform uses behavioural science and AI to increase the survival of cancer patients", "company_long_desc": "Vine Health’s platform uses behavioural science and AI to increase the survival of cancer patients.Patient behaviours account for up to 50% of their medical outcome; more than their clinical care and genetics combined.Vine Health’s AI-driven technology enables cancer patients to track, understand and optimise their own health through personalised behavioural nudges.Vine Health’s current distribution pipeline through hospitals and clinics provides them with access to over 1 million cancer patients.Through this platform, they gather highly contextual real-world data that enables pharmaceutical companies to accelerate drug trial and licensing processes, and to access higher reimbursements.", "founders": ["Dr. Rayna Patel", "Georgina Kirby"], "founders_info": ["Dr. Rayna PatelRayna is a medical doctor and neuroscientist (Cambridge, Harvard, MIT, Columbia) with a GSK- funded MPhil. She held strategic and commercial roles in government policy, tech startups and the Cabinet Office’s Nudge Unit, using behavioural science and AI to change patient behaviours through commercial products.", "Georgina KirbyGeorgina is a data scientist with 6 years’ experience developing AI-driven health tech. She holds a Master’s (Imperial) and led GSK’s first data- driven clinical trial to predict patient outcomes. As Head of Data Science and part of the Executive Team, she was instrumental in Touch Surgery’s growth to Series B."], "company_location": "london", "company_cohort": "europe-11"}, {"company_name": "Volt14 Solutions Limited", "company_cat": "Energy", "company_url": "https://volt14.com", "company_short_desc": "Advanced Materials for 2x Battery Performance", "company_long_desc": "Volt14 is developing breakthrough battery materials which will double the energy stored per charge in lithium-ion battery cells, while keeping the size of the batteries unchanged. This profoundly impacts energy storage across verticals- with a 50% reduction in energy storage costs for electric vehicles (EVs) and batteries which are 40% thinner for mobile electronics. Furthermore, Volt14 materials can be used to make batteries with no required change in existing production lines and which will work in all existing and future platforms using lithium ion batteries. ", "founders": ["Animesh Kumar Jha", "Arindam Haldar"], "founders_info": ["Arindam HaldarDr Adam Haldar has a PhD in Chemical Engineering from the Hong Kong University of Science and Technology (HKUST), and is the inventor of Volt14’s proprietary material. He brings over 12 years of research experience in energy materials. ", "Animesh Kumar JhaAnimesh Jha has a degree in Mechanical Engineering from HKUST, and has worked extensively with developing novel nanomaterials and nanomanufacturing methods. "], "company_location": "hong-kong", "company_cohort": "asia-4"}, {"company_name": "VRcollab", "company_cat": "AR/VR/MEDIA", "company_url": "https://vrcollab.com/", "company_short_desc": "Real time rendering and multi-user VR to enable communication of building information between architects and their clients.", "company_long_desc": "VRcollab  uses real time rendering and multi user Virtual Reality technology to enable communication of building information between architects and their clients. Architects now are able to take their clients on a tour of the building; and at the same time, make decision on the design and get approval on the project, right on the spot.", "founders": ["Tee Jia Hen", "Gong Yiwei"], "founders_info": ["Tee Jia Hen  is a Lead Software Engineer for 5 years and the co-founder of the biggest VR community in Asia. He also serves as the Deputy Chairman of the Singapore Computer Society VR/AR group.", "Gong Yiwei  graduated from NTU and has more than 5 years experience in network and distributed system. He designed the Lucy Programming Language and CUDA parallel inverted index searching library during his time at university."], "company_location": "singapore", "company_cohort": "efsg1-singapore"}, {"company_name": "WILD AI", "company_cat": "DIGITAL HEALTH", "company_url": "https://wild.ai/", "company_short_desc": "Delivering a data-driven, pre-emptive approach to personal health.", "company_long_desc": "WILD AI  leverages deep tech, psychology and sports science to deliver a data-driven, pre-emptive approach to personal health.", "founders": ["Helene Guillaume", "Dr. Paul Harrison", "David Harrison"], "founders_info": ["Helene Guillaume  has an MSc in Financial Risks from Audencia. She was a Hedge Fund Quant and Consultant for Fortune 500 companies. She’s a 100km ultra-runner, half ironman, ice and cross-continental swimmer.", "Dr. Paul Harrison  is an AI Research Partner. He has a Computational Neuroscience PhD. He competes and coaches in endurance sports and was in the UK Triathlon team.", "David Harrison , our CTO, has an MEng in Computer Engineering from Imperial. He founded a game development company after stints at Google and Gamesy."], "company_location": "london", "company_cohort": "europe-10"}, {"company_name": "Xihelm", "company_cat": "AGRICULTURE", "company_url": "https://www.xihelm.com/", "company_short_desc": "Using deep artificial intelligence software to revolutionise robotic harvesting.", "company_long_desc": "Xihelm  is using deep artificial intelligence software to revolutionise robotic harvesting. Hand picking is state of the art in greenhouses throughout the world; Xihelm’s mission is to build an AI that sees, understands and acts efficiently in the real world.", "founders": ["James Kent"], "founders_info": ["James Kent  worked at Google in London and Silicon Valley for four years in modelling and analytics, and was granted six patents. He studied at London School of Economics, University of Oxford and Stanford University across Maths, Economics and Computer Science. "], "company_location": "london", "company_cohort": "ef6-london"}, {"company_name": "Zeroheight", "company_cat": "INFRASTRUCTURE/DEV TOOLS", "company_url": "https://www.zeroheight.com/", "company_short_desc": "Puts an end to fixed-size mobile design, giving designers powerful new tools to communicate with developers. ", "company_long_desc": "Z eroheight  puts an end to fixed-size mobile design by giving designers powerful new tools to communicate with developers. Our platform keeps designers and developers in sync and has enabled our clients to deliver projects 25% faster.", "founders": ["Jerome de Lafargue", "Robin Tindale"], "founders_info": ["Jerome de Lafargue  is an award-winning computer scientist with a first class degree from Imperial College. He has deep knowledge of the app industry from his time as a mobile engineer at Bloomberg—where he experienced the problem they are solving first-hand.", "Robin Tindale  has a first class Computer Science degree from Bristol University and has previously been published. He has a versatile engineering background covering—amongst others—web, mobile and devops. He met Jerome at Bloomberg 5 years ago and they have been working together ever since."], "company_location": "london", "company_cohort": "ef5-london"}]